Repository: i2p/i2p.i2p
Catalog: core/locale/messages_*.po
Languages: sl, uk

source: {0,number,####} ms
sl: {0,number,####} milisekunda
uk: {0,number,####} мс

source: {0} sec
sl: {0} sekunda
uk: {0} с.

source: {0} min
sl: {0} minuta
uk: {0} хв.

source: {0} hour
sl: {0} ura
uk: {0} година

source: {0} day
sl: {0} dan
uk: {0} день

source: {0} year
sl: {0} leto
uk: {0} рік

source: n/a
sl: Ni na voljo
uk: немає даних

source: {0,number,####} ns
sl: {0,number,###} nanosekunda
uk: {0,number,###} нс

source: {0,number,####} μs
sl: {0,number,###} mikrosekunda
uk: {0,number,###} μс

source: CRIT
sl: KRITIČNO

source: DEBUG
sl: RAZHROŠČEVANJE

source: ERROR
sl: NAPAKA

source: INFO
sl: INFORMACIJE

source: WARN
sl: OPOZORILO

source: {0} similar message omitted
sl: {0} podobno sporočilo izpuščeno
uk: {0} подібна повідомлення опущена
