Repository: i2p/i2p.i2p
Catalog: apps/desktopgui/locale/messages_*.po
Languages: is

source: Start I2P
is: Ræsa I2P

source: I2P is starting!
is: I2P er að ræsa!

source: Starting
is: Ræsi

source: Launch I2P Browser
is: Ræsa I2P-vafra

source: Configure I2P System Tray
is: Stilla I2P-kerfisbakka

source: Disable system tray
is: Gera kerfisbakka óvirkan

source: Restart I2P
is: Endurræsa I2P

source: Stop I2P
is: Stöðva I2P

source: Restart I2P Immediately
is: Endurræsa I2P strax

source: Stop I2P Immediately
is: Stöðva I2P strax

source: Cancel I2P Shutdown
is: Hætta við að slökkva á I2P

source: Shutdown in {0}
is: Slekkur eftir {0}

source: Shutdown imminent
is: Slekkur innan skamms

source: Network
is: Netkerfi

source: I2P: Right-click for menu
is: I2P: Hægri-smelltu til að sjá valmynd

source: Enable notifications
is: Virkja tilkynningar

source: Disable notifications
is: Gera tilkynningar óvirkar
