Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale-news/messages_*.po
Languages: cs, ru

source: Congratulations on getting I2P installed!
cs: Gratulujeme k nainstalování I2P!
ru: Поздравляем с успешным завершением установки I2P!

source: Welcome to I2P!
cs: Vítejte v I2P!
ru: Добро пожаловать в I2P!

source: Please {0}have patience{1} as I2P boots up and finds peers.
cs: Prosím {0}buďte trpěliví{1}, I2P startuje a hledá peery.
ru: Немного терпения! {0}{1} I2P-маршрутизатору потребуется две минуты для запуска модулей и первого подключения к сети I2P.

source: While you are waiting, please {0}adjust your bandwidth settings{1} on the {2}configuration page{3}.
cs: Prosím {0}upravte nastavení datového přenosu{1} na stránce {2}nastavení{3}.
ru: Пока вы ждёте, самое время зайти в {2}сетевые настройки{3} и {0}выставить ограничение скорости{1} в соответствии со скоростью вашего подключения к сети.

source: Also you can setup your browser to use the I2P proxy to reach eepsites.
cs: Také můžete nastavit váš prohlížeč aby používal I2P proxy k dosažení eepstránek.
ru: Вы также можете настроить браузер на использование I2P-прокси, чтобы иметь доступ к I2P-сайтам.

source: Just enter 127.0.0.1 (or localhost) port 4444 as a http proxy into your browser settings.
cs: Vložte HTTP proxy 127.0.0.1 (nebo localhost) a port 4444 do nastavení internetového prohlížeče.
ru: Просто введите адрес HTTP-прокси 127.0.0.1 (или localhost), порт 4444 в настройках браузера.

source: Do not use SOCKS for this.
cs: Nepoužívejte SOCKS v tomto případě.
ru: Не используйте SOCKS для этого.

source: More information can be found on the {0}I2P browser proxy setup page{1}.
cs: Více informací můžete najít na {0}stránce I2P nastavení proxy prohlížeče{1}.
ru: Подробности есть на {0}странице настроек I2P-прокси{1}.

source: Once you have a "shared clients" destination listed on the left, please {0}check out{1} our {2}FAQ{3}.
cs: Jakmile bude v seznamu "sdílení klienti" nalevo cíl, prosím {0}zkontrolujte{1} FAQ {2}často kladené dotazy{3}.
ru: {0}Не забудьте заглянуть{1} в {2}{3} <a href="http://www.i2p2.i2p/faq_ru.html">ЧАВО</a>.

source: Point your IRC client to {0}localhost:6668{1} and say hi to us on {2}#i2p{3}.
cs: Nastavte svého IRC klienta na {0}localhost:6668{1} a pozdravte nás na {2}#i2p{3}.
ru: Подключите IRC-клиент к {0}localhost:6668{1} и поприветствуйте нас на {2}#i2p{3}.

source: I2P Development Team
cs: Tým vývoje I2P
ru: Команда разработчиков I2P
