Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: Listening interface (IP address) for client access (normally 127.0.0.1)
cs: Rozhraní (IP adresa) na kterém probíhá naslouchání klientům (běžně 127.0.0.1)
hu: Hallgató interfész (IP cím) kliens eléréshez (rendszerint 127.0.0.1)
ja: クライアントのアクセス（通常 127.0.0.1）用のリスニングインターフェース（IPアドレス）
pt: Interface de escuta (endereço IP) para acesso de cliente (normalmente 127.0.0.1)
sv: Lyssningsgränssnitt (IP-adress) för klientåtkomst (normalt 127.0.0.1)

source: Website Hostname
cs: Jméno hostitele webové stránky
hu: Weboldal Gépnév
ja: ウェブサイトのホスト名
pt: Nome do host do site
sv: Webbplatsens värdnamn

source: Website Hostname e.g. mysite.i2p
cs: Jméno hostitele webové stránky např. mojestranka.i2p
hu: Weboldal Gépnév, pl. mysite.i2p
ja: ウェブサイトのホスト名 例. mysite.i2p
pt: Nome do host do site, por exemplo, mysite.i2p
sv: Webbplatsens värdnamn t.ex. mysite.i2p

source: (leave blank for outproxies)
cs: (nechejte prázdné pro výstupní proxiny)
hu: (hagyd üresen kimenő proxyknak)
ja: （アウトプロキシ用は空欄に）
pt: (deixar em banco para proxy de saída)
sv: (lämna tomt för utproxier)

source: Private key file
cs: Soubor s privátním klíčem
hu: Privát kulcsfile
ja: 秘密鍵のファイル
pt: Arquivo de chave particular
sv: Privat nyckelfil

source: Generate a QR Code for this domain
cs: Vygenerovat QR kód pro tuto doménu
hu: QR Kód létrehozása ehhez a domain-hez
ja: このドメイン用のQRコードを生成
pt: Gerar um QR Code para este domínio
sv: Skapa en QR-kod för den här domänen

source: Generate QR Code
cs: Vygenerovat QR kód
hu: QR Kód Létrehozása
ja: QRコードを生成
pt: Gerar Código QR
sv: Generera QR kod

source: Add to Private addressbook
cs: Přidat do soukromého adresáře
hu: Hozzáadás a Magán címjegyzékhez
ja: プライベートのアドレス帳に追加する
pt: Adicionar ao catálogo de endereços privado
sv: Lägg till i privat adressbok

source: Add to local addressbook
cs: Přidat do lokálního adresáře
hu: Hozzáadás a helyi címjegyzékhez
ja: ローカルのアドレス帳に追加する
pt: Adicionar ao livro de endereços local
sv: Lägg till i den lokala adressboken

source: Register, unregister or change details for hostname
cs: Registrujte, deregistrujte nebo změňte podrobnosti jména hostitele
hu: Gépnév beregisztrálása, kiregisztrálása vagy részleteinek változtatása
ja: ホスト名の登録、登録解除、または詳細変更
pt: Registrar, cancelar o registro ou alterar detalhes do nome do host
sv: Registrera, avregistrera eller ändra detaljer för värdnamn

source: Registration Authentication
cs: Ověření registrace
hu: Regisztrációs Azonosítás
ja: 登録認証
pt: Autenticação de Registo
sv: Registreringsautentisering

source: HTTPS configuration
cs: Nastavení HTTPS
hu: HTTPS beállítások
ja: HTTPS設定
pt: Configuração HTTPS
sv: HTTPS-konfiguration

source: SSL Wizard
cs: SSL průvodce
hu: SSL Varázsló
ja: SSLウィザード
pt: Assistente SSL
sv: SSL-guide

source: Note: In order to enable QR code generation or registration authentication, configure the Website Hostname field (for websites) or the Name field (everything else) above with an .i2p suffixed hostname e.g. mynewserver.i2p
cs: Poznámka: Abyste zapnuli generování QR kódu nebo ověření registrace, nastavte pole jméno hostitele webové stránky (pro webové stránky) nebo pole jméno/název (pro ostatní) tak, aby obsahovalo jméno hostitele s koncovkou .i2p , např. mujnovyserver.i2p
hu: Jó tudni: a QK kód létrehozásához vagy regisztrációs azonosításhoz állíts be a Weboldal Gépnév mezőt (weboldalaknál) vagy a fenti Név mezőt (bármi másnál) egy .i2p utótagú gépnevet, pl. enujszerverem.i2p
ja: 注意: QRコードの生成や登録認証を有効にするには、Webサイトのホスト名フィールド（Webサイトの場合）または上記の名前フィールド（その他のすべての場合）に .i2p の接尾を付けたホスト名を設定します。 例. mynewserver.i2p
pt: Nota: Para habilitar a geração de código QR ou autenticação de registro, configure o campo Nome do host do site (para sites) ou o campo Nome (todo o resto) acima com um nome de host sufixo .i2p, por exemplo, mynewserver.i2p
sv: Obs: För att aktivera QR-kodgenerering eller registreringsautentisering, konfigurera fältet Webbplatsens värdnamn (för webbplatser) eller fältet Namn (allt annat) ovan med ett .i2p-värdnamn med suffixet, t.ex. mynewserver.i2p.

source: Inbound
cs: Příchozí
hu: Bejövő
ja: 着信
pt: Entrada
sv: Inkommande

source: Level of Randomization for Tunnel Depth
cs: Úroveň náhodného výběru pro hloubku tunelu
hu: Véletlenszerűség Szintje Alagút Mélységéhez
ja: トンネルの深度の無作為化のレベル
pt: Nível de randomização para profundidade do túnel
sv: Randomiseringsnivå för tunneldjup

source: Outbound
cs: Odchozí
hu: Kimenő
ja: 送信
pt: Saída
sv: Utgående

source: Encrypt Leaseset
cs: Šifrovat Leaseset
hu: Leaseset Titkosítása (Leaseset - magában foglalja a bejövő átjárókat (gateway) adott célállomáshoz, azaz a routerek és alagutak Bejövő pontjait, melyhez kliens csatlakozik, hogy elérjen adott szolgáltatást)
ja: リースセット情報を暗号化する
pt: Encriptar o Leaseset
sv: Kryptera leaseset

source: Allow all clients to connect to this service
cs: Umožněte všem klientům připojit se k této službě
hu: Összes kliensnek megengedni ehhez a szolgáltatáshoz csatlakozást
ja: 全てのクライアントがこのサービスに接続することを許可する
pt: Permitir que todos os clientes se conectem a este serviço
sv: Tillåt alla klienter att ansluta till den här tjänsten

source: Send key to all users.
cs: Pošlete klíč všem uživatelům.
hu: Kulcs küldése minden felhasználónak.
ja: 全ユーザーへ鍵を送信する
pt: Enviar chave para todos os usuários.
sv: Skicka nyckel till alla användare.

source: Encrypted
cs: Zašifrováno
hu: Titkosított
ja: 暗号化済
pt: Encriptado
sv: Krypterat

source: Prevents server discovery by floodfills
cs: Předchází nalezení serveru floodfilly
hu: Megakadályozzat az elárasztásos-kitöltők általi szerver-felfedezést.
ja: floodfillによるサーバー発見を防ぐ
pt: Impede a descoberta do servidor por preenchimentos de inundação
sv: Förhindrar serveridentifiering av floodfills

source: Blinded
cs: Skryto
hu: Vak lett
ja: ブラインド
pt: Cego
sv: Förblindad

source: Send password to all users.
cs: Pošlete heslo všem uživatelům.
hu: Jelszó küldése minden felhasználónak.
ja: 全ユーザーへパスワードを送信する
pt: Enviar senha para todos os usuários.
sv: Skicka lösenord till alla användare.

source: Blinded with lookup password
cs: Skryto pomocí vyhledávacího hesla
hu: Vak lett a kereső kulcsszó hatására
ja: ルックアップパスワードでブラインド化
pt: Blinded com senha de pesquisa
sv: Förblindad med uppslagslösenord

source: Send key and password to all users.
cs: Pošlete klíč a heslo všem uživatelům.
hu: Kulcs és jelszó küldése minden felhasználónak.
ja: 全ユーザーへ鍵とパスワードを送信する
pt: Enviar chave e senha para todos os usuários.
sv: Skicka nyckel och lösenord till alla användare.

source: Encrypted with lookup password
cs: Šifrováno vyhledávacím heslem
hu: Kereső kulcsszóval titkosítva
ja: ルックアップパスワードで暗号化済
pt: Criptografado com senha de pesquisa
sv: Krypterad med uppslagslösenord

source: Send individual key to each user.
cs: Pošlete individuální klíč každému uživateli.
hu: Minden felhasználónak külön kulcs küldése.
ja: 各ユーザーにここの鍵を送る
pt: Envie uma chave individual para cada usuário.
sv: Skicka individuell nyckel till varje användare.

source: Encrypted with per-user key
cs: Šifrováno pomocí uživatelova klíče
hu: Titkosítva felhasználónkénti kulccsal
ja: ユーザーごとの鍵で暗号化
pt: Criptografado com chave por usuário
sv: Krypterad med per-användarnyckel

source: Encrypted with lookup password and per-user key
cs: Šifrováno vyhledávacím heslem a uživatelovým klíčem
hu: Titkosítva kereső jelszóval és felhasználónkénti kulccsal
ja: ルックアップパスワードとユーザーごとの鍵で暗号化
pt: Criptografado com senha de pesquisa e chave por usuário
sv: Krypterad med uppslagslösenord och per-användarnyckel

source: Enter key from each user.
cs: Zadejte klíč pro každého uživatele.
hu: Add meg a kulcsot mindegyik felhasználótól.
ja: 各ユーザーから鍵を入力
pt: Digite a chave de cada usuário.
sv: Ange nyckel från varje användare.

source: Optional lookup password
cs: Volitelné vyhledávací heslo
hu: Opcionális kereső jelszó
ja: 任意のルックアップパスワード
sv: Valfritt uppslagslösenord

source: Encryption Key
cs: Šifrovací klíč
hu: Titkosító Kulcs
ja: 暗号鍵
pt: Chave de encriptação
sv: Krypteringsnyckel

source: Encryption key required to access this service
cs: Pro přístup k této službě je vyžadován šifrovací klíč
hu: Titkosítási kulcs jelszót kér a szolgáltatás eléréséhez
ja: このサービスへのアクセスに要求する暗号鍵
pt: Chave de criptografia necessária para acessar este serviço
sv: Krypteringsnyckel krävs för att komma åt den här tjänsten

source: Revoke
cs: Odvolat platnost
hu: Visszavon
ja: 無効化
pt: Revogar
sv: Återkalla

source: Client Name
cs: Jméno klienta
hu: Kliens Neve
ja: クライアント名
pt: Nome do Cliente
sv: Klientnamn

source: Client Key
cs: Klíč klienta
hu: Kliens Kulcsa
ja: クライアント鍵
pt: Chave do Cliente
sv: Klientnyckel

source: Client
cs: Klient
hu: Kliens
ja: クライアント
pt: Cliente
sv: Klient

source: Add
cs: Přidat
hu: Hozzáad
ja: 追加
pt: Adicionar
sv: Lägg till

source: Recommended for blinded and encrypted destinations
cs: Doporučeno pro skryté a šifrované cíle
hu: Javasolt vak és titkosított úticélokhoz
ja: ブラインドかつ暗号化された宛先が推奨されます
pt: Recomendado para destinos cegos e criptografados
sv: Rekommenderas för förblindade och krypterade destinationer

source: Alternate private key file
cs: Vystřídat soubor soukromého klíče
hu: Helyettes magán kulcsfájl
ja: 代替の秘密鍵のファイル
pt: Arquivo de chave privada alternativo
sv: Alternativ privat nyckelfil

source: Alternate local destination
cs: Vystřídat místní cíl
hu: Helyettes helyi úticél
ja: 代替のローカルの宛先
pt: Destino local alternativo
sv: Alternativ lokal destination

source: Read Only: Alternate Local Destination
cs: Jen pro čtení: Vystřídat místní cíl
hu: Csak Olvasható: Helyettes Helyi Úticél
ja: 読み取り専用: 代替のローカルの宛先
pt: Somente leitura: destino local alternativo
sv: Skrivskyddad: Alternativ lokal destination

source: Tunnel Access Control Options
cs: Možnosti ovládání přístupu k tunelu
hu: Alagút Elérési Szabályozási Opciók
ja: トンネルアクセス制御設定
pt: Opções de controle de acesso ao túnel
sv: Alternativ för kontroll av tunnelåtkomst

source: Restricted Access List
cs: Seznam těch s omezeným přístupem
hu: Korlátozott Elérés Lista
ja: 制限されたアクセス一覧
pt: Lista de acesso restrito
sv: Begränsad åtkomstlista

source: Prevent listed clients from connecting to this service
cs: Zamezit klientům na seznamu v připojování k této službě
hu: Megakadályozza a listázott klienseket, hogy a szolgáltatáshoz csatlakozzanak
ja: このサービスへの接続に、一覧に記載されたクライアントを阻む
pt: Impedir que os clientes listados se conectem a este serviço
sv: Förhindra att listade klienter ansluter till den här tjänsten

source: Deny List
cs: Seznam odmítnutých
hu: Visszautasítás Lista
ja: 拒否一覧
pt: Negar lista
sv: Avslagslista

source: Only allow listed clients to connect to this service
cs: Připojení k této službě povolit jen klientům na seznamu
hu: Csak a listázott klienseknek engedélyezett a szolgáltatáshoz való csatlakozás
ja: 一覧に記載されたクライアントのみがこのサービスに接続することを許可する
pt: Permitir que apenas os clientes listados se conectem a este serviço
sv: Tillåt endast listade klienter att ansluta till den här tjänsten

source: Allow List
cs: Seznam povolených
hu: Engedélyezett Lista
ja: 許可一覧
pt: Lista de permissões
sv: Tillåtelselista

source: Access List Description
cs: Popis seznamu s omezeným přístupem
hu: Elérési Lista Leírása
ja: アクセス一覧説明
pt: Descrição da Lista de Acesso
sv: Beskrivning av åtkomstlista

source: Specify clients, 1 per line
cs: Stanovte klienty, 1 na řádek
hu: Add meg klienseket, soronként 1-et
ja: クライアント指定、一行につき1個
sv: Ange klienter, 1 per rad

source: Control access to this service
cs: Ovládejte přístup k této službě
hu: Elérés szabályozása ehhez a szolgáltatáshoz
ja: このサービスへのアクセスを制御
pt: Controlar o acesso a este serviço
sv: Kontrollera åtkomst till den här tjänsten

source: Filter Definition File
cs: Soubor definice filtru
hu: Szűrő Meghatározás Fájl
ja: フィルタ定義ファイル
pt: Arquivo de definição de filtro
sv: Filterdefinitionsfil

source: You can define an advanced filter for this tunnel.
cs: Můžete definovat pokročilý filtr tohoto tunelu.
hu: Haladó szűrőt adhatsz meg ehhez az alagúthoz.
ja: このトンネルの為に高度なフィルタを定義可能です。
pt: Você pode definir um filtro avançado para este túnel.
sv: Du kan definiera ett avancerat filter för den här tunneln.

source: Format Specification
cs: Specifikace formátu
hu: Formátum Leírás
ja: 書式仕様
pt: Especificação de formato
sv: Formatspecifikation

source: Absolute path to file containing filter definition
cs: Úplná cesta k souboru obsahujícímu definici filtru
hu: Abszolút elérési út a fájlhoz, mely a szűrő meghatározást tartalmazza
ja: フィルタ定義を含むファイルへの絶対パス
pt: Caminho absoluto para o arquivo que contém a definição do filtro
sv: Absolut sökväg till filen som innehåller filterdefinitionen

source: Server Access Options
cs: Možnosti přístupu k serveru
hu: Szerver Elérési Opciók
ja: サーバー接続設定
pt: Opções de Acesso ao Servidor
sv: Inställningar för serveråtkomst

source: Prevent clients from accessing this service via an inproxy
cs: Zamezte přístup klientů k této službě přes inproxy
hu: Megakadályoz klienseket, hogy elérjék ezt a szolgáltatást egy bejövő proxyn keresztül
ja: インプロキシを通した、このサービスのアクセスから阻むクライアント
pt: Impedir que os clientes acessem esse serviço por meio de um inproxy
sv: Förhindra klienter från att ansluta till den här tjänsten via en inproxy

source: Block Access via Inproxies
cs: Blokovat přístup přes Inproxy
hu: Elérés Blokkolása Bejövő Proxyn keresztül
ja: インプロキシを通してのアクセスをブロックする
pt: Bloquear acesso via Inproxies
sv: Blockera tillgång via inproxies

source: Block Accesses containing Referers
cs: Blokovat přístup obsahující referenty
hu: Referert tartalmazó Elérések Blokkolása
ja: リファラを含むアクセスをブロック
pt: Bloquear acessos contendo Referers
sv: Blockera åtkomster innehållande hänvisningar

source: Deny User-Agents matching these strings (probably from inproxies)
cs: Odmítnout User-Agenty odpovídající těmto řetězcům (pravděpodobně z inproxy)
hu: Utasíts vissza Felhasználói Ügynököket, melyek egyeznek ezekkel a karaktersorozatokkal (valószínűleg bejövő proxyktól)
ja: これらの文字列に一致するUser-Agentを拒否する（おそらくインプロキシからの）
pt: Negar User-Agents correspondentes a essas cadeias de caracteres (provavelmente de inproxies)
sv: Neka User-Agent som matchar dessa strängar (förmodligen från inproxy)

source: Block these User-Agents
cs: Blokovat tyto User-Agenty
hu: Blokkold ezket a Felhasználói Ügynököket
ja: これらのUser-Agentをブロックする
pt: Bloquear estes User-Agents
sv: Blockera dessa användaragenter

source: comma separated, e.g. Mozilla,Opera (case-sensitive)
cs: oddělené čárkou, např. Mozilla,Opera (rozlišuje velikost písmen)
hu: vesszővel elválasztva, pl. Mozilla,Opera (kis- és nagybetű különbözik)
ja: カンマ区切り、例. Mozilla,Opera (大文字と小文字を区別します)
pt: vírgula separada, por exemplo, Mozilla, Opera (diferencia maiúsculas de minúsculas)
sv: kommaseparerad t.ex. Mozilla,Opera (skiftlägeskänslig)

source: Use unique IP addresses for each connecting client (local non-SSL servers only)
cs: Použijte jedinečné IP adresy pro každého připojujícího se klienta (pouze místní servery bez SSL)
hu: Használj egyedi IP címet mindegyik csatlakozó klienshez (csak helyi nem SSL szerverek)
ja: 接続しているクライアント（ローカルの非 SSL サーバーのみ）ごとに固有の IP アドレスを使ってください。
pt: Use endereços IP exclusivos para cada cliente de conexão (somente servidores locais não SSL)
sv: Använd unika IP-adresser för varje anslutande klient (endast lokala icke-SSL-servrar)

source: Unique Local Address per Client
cs: Jedinečná místní adresa pro každého klienta
hu: Kliensenkénti Egyedi Helyi Cím
ja: クライアントごとにユニークなローカルアドレスを設ける
pt: Endereço Local Exclusivo por Cliente
sv: Unik lokal adress per klient

source: Only enable if you are hosting this service on multiple routers
cs: Zapněte jen pokud tuto službu hostujete na několika routerech
hu: Csak akkor engedélyezd, ha ezt a szolgáltatást több router-en biztosítod
ja: 複数のルーターでこのサービスをホストしている場合のみ有効にしてください。
pt: Habilite somente se você estiver hospedando esse serviço em vários roteadores
sv: Aktivera endast om du har den här tjänsten på flera routrar

source: Optimize for Multihoming
cs: Optimalizovat pro Multihoming
hu: Optimalizálás több otthonra
ja: マルチホーミングの最適化
pt: Otimize para Multihoming
sv: Optimera för Multihoming

source: Tunnel Performance Options
cs: Možnosti výkonu tunelu
hu: Alagút Teljesítmény Opciók
ja: トンネルパフォーマンス設定
pt: Opções de desempenho do túnel
sv: Alternativ för tunnelprestanda

source: Number of tunnels to keep open to maintain availability of service
cs: Počet tunelů, které se mají zachovat otevřené kvůli udržení dostupnosti služby
hu: Nyitva tartandó alagutak száma, hogy a szolgáltatás elérhető maradjon
ja: サービスの可用性を維持するために開放しておくべきトンネル数
pt: Número de túneis a manter abertos para manter a disponibilidade do serviço
sv: Antal tunnlar som ska hållas öppna för att upprätthålla tillgängligheten

source: Period of inactivity before tunnel number is reduced
cs: Perioda neaktivity před snížením počtu tunelů
hu: Tétlenség időtartama, az alagútszám csökkentéséig
ja: トンネル数が減少するまでの休止期間
pt: Período de inatividade antes que o número do túnel seja reduzido
sv: Period av inaktivitet innan antalet tunnlar minskas

source: minutes
cs: minut
hu: perc
ja: 分
pt: minutos
sv: minuter

source: Server Throttling
cs: Omezování serveru
hu: Szerver Lelassítása
ja: サーバースロットリング
pt: Limitação do servidor
sv: Serverstrypning

source: Inbound connection limits
cs: Limity příchozích připojení
hu: Bejövő csatlakozás korlát
ja: 総接続数制限
pt: Limites de conexão de entrada
sv: Gränser för inkommande anslutningar

source: Per Minute
cs: Za minutu
hu: Percenként
ja: 毎分
pt: Por Minuto
sv: Per minut

source: Per Hour
cs: Za hodinu
hu: Óránként
ja: 毎時
pt: Por Hora
sv: Per timme

source: Per Day
cs: Za den
hu: Naponta
ja: 一日毎
pt: Por Dia
sv: Per dag

source: Per Client
cs: Za klienta
hu: Kliensenként
ja: クライアント毎
pt: Por Cliente
sv: Per klient

source: unlimited
cs: neomezeně
hu: korlátlan
ja: 無制限
pt: ilimitado
sv: obegränsat

source: Maximum number of web page requests per minute for a unique client before access to the server is blocked
cs: Maximální počet požadavků na webovou stránku za minutu na jednoho unikátního klienta před tím, než je přístup k serveru zablokován
hu: A percenkénti weboldal kérések maximális száma egyedi kliens számára, mielőtt hozzáférése a szerverhez blokkolva lesz
ja: サーバーへのアクセスが塞がれるまでの、固有のクライアントの1分毎のウェブページ要求の最大数。
pt: Número máximo de solicitações de página da Web por minuto para um cliente exclusivo antes que o acesso ao servidor seja bloqueado
sv: Maximalt antal webbsidesförfrågningar per minut för en unik klient innan åtkomst till servern blockeras

source: Maximum number of web page requests per hour for a unique client before access to the server is blocked
cs: Maximální počet požadavků na webovou stránku za hodinu na jednoho unikátního klienta před tím, než je přístup k serveru zablokován
hu: Az óránkénti weboldal kérések maximális száma egyedi kliens számára, mielőtt hozzáférése a szerverhez blokkolva lesz
ja: サーバーへのアクセスが塞がれるまでの、固有のクライアントの1時間毎のウェブページ要求の最大数。
pt: Número máximo de solicitações de página da Web por hora para um cliente exclusivo antes que o acesso ao servidor seja bloqueado
sv: Maximalt antal webbsidesförfrågningar per timme för en unik klient innan åtkomst till servern blockeras

source: Maximum number of web page requests per day for a unique client before access to the server is blocked
cs: Maximální počet požadavků na webovou stránku za den na jednoho unikátního klienta před tím, než je přístup k serveru zablokován
hu: A weboldal kérések maximális száma egyedi kliens számára naponta, mielőtt hozzáférése a szerverhez blokkolva lesz
ja: サーバーへのアクセスが塞がれるまでの、固有のクライアントの1日毎のウェブページ要求の最大数。
pt: Número máximo de solicitações de página da Web por dia para um cliente exclusivo antes que o acesso ao servidor seja bloqueado
sv: Maximalt antal webbsidesförfrågningar per dag för en unik klient innan åtkomst till servern blockeras

source: Total
cs: Celkově
hu: Összesn
ja: 合計
sv: Totalt

source: Total number of web page requests per minute before access to the server is blocked
cs: Celkový počet požadavků na webovou stránku za minutu před tím, než je přístup k serveru zablokován
hu: A percenkénti összes weboldal kérések maximális száma, mielőtt a szerverhez való hozzáférés blokkolva lesz
ja: そのサーバーへアクセスが塞がれるまでの、1分毎のウェブページ要求の合計数
pt: Número total de solicitações de página da Web por minuto antes que o acesso ao servidor seja bloqueado
sv: Totalt antal webbsidesförfrågningar per minut innan åtkomst till servern blockeras

source: Total number of web page requests per hour before access to the server is blocked
cs: Celkový počet požadavků na webovou stránku za hodinu před tím, než je přístup k serveru zablokován
hu: Az óránkénti összes weboldal kérések maximális száma, mielőtt a szerverhez való hozzáférés blokkolva lesz
ja: そのサーバーへアクセスが塞がれるまでの、1時間毎のウェブページ要求の合計数
pt: Número total de solicitações de página da Web por hora antes que o acesso ao servidor seja bloqueado
sv: Totalt antal webbsidesförfrågningar per timme innan åtkomst till servern blockeras

source: Total number of web page requests per day before access to the server is blocked
cs: Celkový počet požadavků na webovou stránku za den před tím, než je přístup k serveru zablokován
hu: Az összes weboldal kérések maximális száma naponta, mielőtt a szerverhez való hozzáférés blokkolva lesz
ja: そのサーバーへアクセスが塞がれるまでの、1日毎のウェブページ要求の合計数
pt: Número total de solicitações de página da Web por dia antes que o acesso ao servidor seja bloqueado
sv: Totalt antal webbsidesförfrågningar per dag innan åtkomst till servern blockeras

source: Max concurrent connections
cs: Maximum souběžných připojení
hu: Maximális egyidejű csatlakozás
ja: 最大接続数制限
pt: Máximo de conexões simultâneas
sv: Max antal samtidiga anslutningar

source: Maximum number of simultaneous client connections
cs: Maximální počet připojení s klienty, která jsou ve stejný okamžik navázána
hu: Egyidőbeli kliens csatlakozások maximális száma
ja: 同時クライアント接続数の最大数
pt: Número máximo de conexões de cliente simultâneas
sv: Maximalt antal samtidiga klientanslutningar

source: POST limits
cs: POST limity
hu: POST korlát
ja: 投稿制限
pt: Limite de POSTs
sv: POST begränsgningar

source: Per Period
cs: Za periodu
hu: Időszakonként
ja: 一期間あたり
pt: Por período

source: Ban Duration
cs: Trvání zákazu
hu: Tiltás Időtartama
ja: 禁止期間
pt: Duração da proibição
sv: Ban-tid

source: Maximum number of post requests permitted for a unique client for the configured time span
cs: Maximální počet požadavků typu post, který může provést jedinečný klient za nastavenou dobu
hu: Az engedélyezett post kérések maximális száma egyedi kliens számára, a beállított időtartamra vonatkozóan
ja: 設定された時間範囲で、1つのクライアントに対して許可される post の要求最大数
pt: Número máximo de solicitações de postagem permitidas para um cliente exclusivo para o período de tempo configurado
sv: Maximalt antal postförfrågningar tillåtna för en unik klient under den konfigurerade tidsperioden

source: If a client exceeds the maximum number of post requests per allocated period, enforce a ban for this number of minutes
cs: Pokud klient překročí maximální počet požadavků typu post za přidělenou periodu, vynutit zákaz na tento počet minut
hu: Ha kliens túllépi a post kérések maximális számát a megadott időtartamban, tiltás kényszerítése ennyi percig
ja: クライアントが割り当てられた期間中の post 要求の最大数を超えた場合、この数分の post 禁止を実施する
pt: Se um cliente exceder o número máximo de solicitações de postagem por período alocado, aplique uma proibição para esse número de minutos
sv: Om en klient överskrider det maximala antalet inläggsförfrågningar per tilldelad period, verkställ en avstängning för detta antal minuter

source: Total number of post requests permitted for the configured time span
cs: Celkový počet požadavků typu post, který je povolen za nastavenou dobu
hu: Az engedélyezett post kérések teljes száma, a beállított időtartamra vonatkozóan
ja: 設定された時間範囲で、許可される post の要求合計数
pt: Número total de solicitações de postagem permitidas para o período de tempo configurado
sv: Totalt antal tillåtna inläggsförfrågningar under den konfigurerade tidsperioden
