Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: no redundancy, no added resource usage
cs: žádné zálohování, žádné využití prostředků navíc
hu: nincs többlet, nincs hozzáadott erőforrás használat
ja: 追加のリソース使用がないが冗長性なし
pt: Sem redundância, sem uso de recursos adicionais
sv: ingen redundans, ingen extra resursanvändning

source: low redundancy, low resource usage
cs: nízké zálohování, nízké využití prostředků navíc
hu: alacsony többlet, alacsony hozzáadott erőforrás használat
ja: 低い冗長性だが少ないリソース使用量
pt: baixa redundância, baixo uso de recursos
sv: låg redundans, låg resursanvändning

source: medium redundancy, medium resource usage
cs: střední zálohování, střední využití prostředků navíc
hu: közepes többlet, közepes hozzáadott erőforrás használat
ja: 中程度の冗長性で標準的なリソース使用量
pt: redundância média, uso médio de recursos
sv: medelhög redundans, medelhög resursanvändning

source: high redundancy, high resource usage
cs: vysoké zálohování, vysoké využití prostředků navíc
hu: nagymértékű többlet, nagymértékű hozzáadott erőforrás használat
ja: 高い冗長性だが多いリソース使用量
pt: alta redundância, alto uso de recursos
sv: hög redundans, hög resursanvändning

source: Tunnel Management Options
cs: Možnosti správy tunelu
hu: Alagút Kezelési Opciók
ja: トンネル管理設定
pt: Opções de gerenciamento de túnel
sv: Alternativ för tunnelhantering

source: Profile
cs: Profil
hu: Profil
ja: プロファイル
pt: Perfil
sv: Profil

source: Delay Connect
cs: Spozdit Připojení
hu: Csatlakozás Késleltetése
ja: 接続を遅れさせる
pt: Atrasar Conexão
sv: Fördröj anslutning

source: Connection Profile
cs: Profil připojení
hu: Kapcsolat Profil
ja: 接続プロファイル
pt: Perfil de conexão
sv: Anslutningsprofil

source: interactive connection
cs: interaktivní spojení
hu: interaktív csatlakozás
ja: 双方向接続
pt: conexão interativa
sv: interaktiv anslutning

source: bulk connection (downloads/websites/BT)
cs: hromadné spojení (stahování/webové stránky/BT)
hu: Tömeges csatlakozás (letöltések / weboldalak / BitTorrent)
ja: バルク接続（ダウンロード/ウェブサイト/BT）
pt: conexão em lotes (downloads/websites/BT)
sv: massanslutning (hämtningar/webbplatser/BT)

source: Delay Connection
cs: Pozdržení připojení
hu: Kapcsolat Késleltetés
ja: 接続を遅らせる
pt: Conexão de atraso
sv: Fördröj anslutning

source: for request/response connections
cs: pro spojení požadavků/odpovědí
hu: Kérés/válasz csatlakozásokhoz
ja: 要求/応答 接続用
pt: para conexões do tipo request/response
sv: för förfrågan/svar-anslutningar

source: Delay tunnel open until required
cs: Zpozdit otevření tunelu dokud není vyžadováno
hu: Az alagút nyitás késleltetése szükségessé válásig
ja: 要求されるまでトンネルの開放を遅らせる
pt: Atrasar a abertura do túnel até ser requisitado
sv: Avvakta med att öppna tunnlar tills de behövs

source: Conserve resources by only creating tunnels when required
cs: Ušetřete prostředky vytvořením tunelů pouze když jsou vyžadovány
hu: Erőforrást takarít meg azáltal, hogy csak akkor hoz létre alagutakat, amikor szükséges
ja: 必要な時だけトンネルを作成することでリソースを節約する
pt: Conservar recursos criando túneis somente quando necessário
sv: Spara resurser genom att bara skapa tunnlar när det behövs

source: Delay opening client tunnel until activity is detected on the configured tunnel port
cs: Pozdržení otevření klientského tunelu dokud je rozpoznávána aktivita na stanoveném portu tunelu
hu: Késlelteti a kliens alagút megnyitását, ameddig nem észlel működést a beállított alagút porton
ja: 設定されたトンネルのポートで活動が検出されるまでクライアントトンネルが開くのを遅らせる
pt: Atrase a abertura do túnel do cliente até que a atividade seja detectada na porta do túnel configurada
sv: Fördröj att öppna klienttunneln tills aktivitet upptäcks på den konfigurerade tunnelporten

source: Reduce tunnel quantity when idle
cs: Snížit množství tunelů při nečinnosti
hu: Alagutak mennyiségének csökkentése üres állapotban
ja: アイドル時にトンネルの数を減らす
pt: Reduzir quantidade de túneis quando inativo
sv: Minska antalet tunnlar vid inaktivitet

source: Reduce tunnel count when idle but keep tunnel open (to ensure immediate availability)
cs: Omezení počtu tunelů při nečinnosti ale zachování otevřeného tunelu (pro zajištění okamžité dostupnosti)
hu: Csökkenti az alagutak számát amikor üresben jár, de nyitva tartja az alagutat (hogy biztosítsa az azonnali elérhetőséget)
ja: アイドル時にトンネルの数を減らすが、トンネルを開放したままにする（即利用可能にするため）
pt: Reduza a contagem de túneis quando ocioso, mas mantenha o túnel aberto (para garantir a disponibilidade imediata)
sv: Minska antalet tunnlar vid inaktivitet men håll tunneln öppen (för att säkerställa omedelbar tillgänglighet)

source: Reduce tunnel quantity when idle to conserve resources
cs: Omezení množství tunelů při nečinnosti pro úsporu prostředků
hu: Csökkenti az alagutak számát üresjáratban, hogy erőforrást spóroljon
ja: リソースを節約するため、アイドル時にトンネルの数を減らす
pt: Reduza a quantidade de túnel quando ocioso para conservar recursos
sv: Minska tunnelkvantiteten vid inaktivitet för att spara resurser

source: Reduced tunnel count
cs: Snížený počet tunelů
hu: Csökkentett számú alagút
ja: 減らしたトンネルの数
pt: Quantidade de túneis reduzida
sv: Minskat tunnelantal

source: Idle period
cs: Perioda nečinnosti
hu: Üres időtartam
ja: アイドル期間
pt: Período ocioso
sv: Inaktivitetsperiod

source: Reduced Tunnel Idle Time
cs: Snížený čas nečinnosti tunelu
hu: Csökkentett Alagút Üres Idő
ja: トンネルを減らすアイドル時
pt: Tempo ocioso do túnel reduzido
sv: Reducerad inaktivitetstid för tunneln

source: Close tunnels when idle
cs: Zavřít tunely při nečinnosti
hu: Alagutak bezárása üresjárat esetén
ja: アイドル時トンネルを閉じる
pt: Fechar os túneis quando inativo
sv: Stäng tunnlar vid inaktivitet

source: To conserve resources, close tunnels when not in use
cs: Pro ušetření prostředků zavře tunely, které nejsou použity
hu: Hogy erőforrást takarítson meg, bezárja az alagutakat, ha nincsenek használva
ja: リソースを節約するため、使われてないときにトンネルを閉じる
pt: Para conservar recursos, feche túneis quando não estiver em uso
sv: För att spara resurser, stäng tunnlar när de inte används

source: Close client tunnels after specified idle period
cs: Zavře klientské tunely po stanovené periodě nečinnosti
hu: Kliens alagutak bezárása megadott üres időtartam után
ja: 指定したアイドル期間後にクライアントトンネルを閉じる
pt: Feche os túneis do cliente após o período ocioso especificado
sv: Stäng klienttunnlar efter angiven inaktivitetsperiod

source: Close Tunnel Idle Time
cs: Čas nečinnosti zavření tunelů
hu: Alagút Bezárásának Üresjárati Ideje
ja: トンネルを閉じるアイドル時
pt: Fechar tempo ocioso do túnel
sv: Stäng tunnelns inaktivitetstid

source: Change tunnel identity (destination) when tunnels reopen
cs: Změnit identitu tunelu (cíle) při opětovném otevření tunelů
hu: Alagút azonosság (úticél) megváltoztatása, amikor az alagút újra megnyílik
ja: トンネルを再開放したとき、トンネルの同一性（宛先）を変更する
pt: Alterar a identidade do túnel (destino) quando os túneis forem reabertos
sv: Ändra tunnelidentitet (destination) när tunnlar öppnas igen

source: Retain tunnel identity (destination) when tunnels reopen
cs: Uchovat identitu tunelu (cíle) při opětovném otevření tunelů
hu: Alagút azonosság (úticél) megtartása, amikor az alagút újra megnyílik
ja: トンネルを再開放したとき、トンネルの同一性（宛先）を保持する
pt: Manter a identidade do túnel (destino) quando os túneis forem reabertos
sv: Behåll tunnelidentiteten (destinationen) när tunnlarna öppnas igen

source: New Keys on Reopen
cs: Nové Klíče při Opětovném otevření.
hu: Újranyitáskor Új Kulcsok
ja: 再開放で新しい鍵にする
pt: Novas chaves ao reabrir
sv: Nya nycklar vid återöppnade

source: Enable
cs: Zapnout
hu: Engedélyezés
ja: 有効
pt: Habilitar
sv: Aktivera

source: Disable
cs: Vypnout
hu: Kikapcsol
ja: 無効
pt: Desabilitar
sv: Inaktivera

source: Persistent private key
cs: Trvalý soukromý klíč
hu: Állandó privát kulcs
ja: 持続的な秘密鍵
pt: Chave privada permanente
sv: Beständig privat nyckel

source: Enabling this feature will ensure your tunnel identity (destination) remains static, for services offering features based on destination e.g. IRC user authentication
cs: Zapnutím této funkce dojde k zajištění, že identita vašeho tunelu (cíl) zůstane stejná, pro služby nabízející funkce založené na cíli, např. ověření uživatele IRC
hu: Ennek engedélyezése biztosítja azt, hogy az alagút azonosságod (úticélod) ugyanaz marad, azon szolgáltatásoknak, melyek úticélon alapuló funkciókat biztosítanak, pl. IRC felhasználó hitelesítés
ja: この機能を有効にすると、例えばIRCユーザ認証のような宛先に基づく機能を提供するサービスでは、トンネル同一性（宛先） が静的なままであることが保証されます。
pt: Habilitar esse recurso garantirá que sua identidade de túnel (destino) permaneça estática, para serviços que oferecem recursos com base no destino, por exemplo, autenticação de usuário IRC
sv: Genom att aktivera den här funktionen säkerställs att din tunnelidentitet (destination) förblir statisk, för tjänster som erbjuder funktioner baserade på destination, t.ex. IRC-användarautentisering.

source: Path to Private Key File
cs: Cesta k souboru soukromého klíče
hu: Magán Kulcsfájl Elérési Útja
ja: 秘密鍵ファイルへのパス
pt: Caminho para o arquivo de chave privada
sv: Sökväg till privat nyckelfil

source: Generate key to enable persistent client tunnel identity
cs: Vygenerujte klíč pro umožnění trvalé identity klientského tunelu
hu: Kulcs generálása az állandó kliens alagút azonosság engedélyezéséhez
ja: 持続的なクライアントトンネルの同一性を有効にするために、鍵を生成する。
pt: Gerar chave para habilitar a identidade de túnel de cliente persistente
sv: Generera nyckel för att aktivera permanent klienttunnelidentitet

source: File
cs: Soubor
hu: Fájl
ja: ファイル
pt: Arquivo
sv: Fil

source: Local destination
cs: Místní cíl
hu: Helyi célállomást
ja: ローカルの宛先
pt: Destino local
sv: Lokal destination

source: Read Only: Local Destination (if known)
cs: Jen pro čtení: Místní cíl (pokud je znám)
hu: Csak Olvasható: Helyi Úticél (ha ismert)
ja: 読み込み専用: ローカルの宛先 (知っていれば)
pt: Somente leitura: Destino local (se conhecido)
sv: Skrivskyddad: Lokal destination (om känd)

source: Local Base32
cs: Místní Base32
hu: Helyi Base32
ja: ローカルのBase32
pt: Base Local32
sv: Lokal Base32

source: Tunnel Filtering Options
cs: Možnosti filtrování tunelu
hu: Alagút Szűrési Opciók
ja: トンネルフィルタリング設定
pt: Opções de filtragem de túnel
sv: Alternativ för tunnelfiltrering

source: HTTP Filtering
cs: HTTP filtrování
hu: HTTP Szűrés
ja: HTTPフィルタリング
pt: Filtragem HTTP
sv: HTTP-filtrering

source: When enabled, the user agent of your web browser or http client will not be spoofed, potentially reducing your anonymity
cs: Pokud je zapnuto, User Agent vašeho webového prohlížeče nebo http klienta nebude podvržen, což by potenciálně snížilo vaši anonymitu
hu: Ha engedélyezve van, a webböngésződ vagy http kliensed felhasználói ügynöke (user agent) nem lesz imitálva, ez lehetségesen csökkenti a névtelenséged
ja: 有効にしたとき、ブラウザのuser agentまたはhttpクライアントは偽装されず、あなたの匿名性が下がる可能性があります
pt: Quando habilitado, o agente do usuário do seu navegador da Web ou cliente http não será falsificado, potencialmente reduzindo seu anonimato
sv: När den är aktiverad kommer användaragenten för din webbläsare eller http-klient inte att förfalskas, vilket potentiellt minskar din anonymitet.

source: Do not spoof User-Agent header
cs: Nepodvrhovat hlavičku User-Agent
hu: Ne imitáld a Felhasználói Ügynök fejlécet
ja: User-Agentヘッダーを偽装しない
pt: Não falsificar o cabeçalho User-Agent
sv: Fejka inte User-Agent-värdet

source: When enabled, the referer (originating page) of your web requests will not be filtered, potentially reducing your anonymity
cs: Při zapnutí nebude filtrován referent (původní stránka) vašich webových požadavků, což potenciálně sníží vaši anonymitu
hu: Amikor engedélyezve van, a webkéréseid refererjei (weboldal, ahonnan ered) nem lesznek szűrve, ez lehetségesen csökkenti a névtelenséged
ja: 有効にしたとき、ウェブ要求の（元のページの）リファラーはフィルターされず、あなたの匿名性が下がる可能性があります
pt: Quando habilitado, o referer (página de origem) de suas solicitações da Web não será filtrado, potencialmente reduzindo seu anonimato
sv: När den är aktiverad filtreras inte hänvisningssidan (ursprungsidan) för dina webbförfrågningar, vilket potentiellt minskar din anonymitet.

source: Do not block Referer header
cs: Neblokovat hlavičku referent
hu: Ne blokkold a Referer fejlécet
ja: リファラーヘッダーをブロックしない
pt: Não bloquear cabeçalho Referer
sv: Blockera inte referer-värdet

source: When enabled, the accept headers (mime types support) broadcast by your web browser will not be filtered, potentially reducing your anonymity
cs: Při zapnutí nebude vaším webovým prohlížečem filtrováno vysílání přijatých hlaviček Accept (podpora mime typů), což potenciálně sníží vaši anonymitu
hu: Amikor engedélyezve van, a webböngésződ által kiküldött elfogadás fejlécek (mime típus támogatás) nem lesznek szűrve, ez lehetségesen csökkenti a névtelenséged
ja: 有効にしたとき、ブラウザからacceptヘッダーである（MIMEタイプをサポートする）ブロードキャストはフィルターされず、あなたの匿名性が下がる可能性があります
pt: Quando habilitado, os cabeçalhos aceitos (suporte a tipos mime) transmitidos pelo navegador da Web não serão filtrados, potencialmente reduzindo seu anonimato
sv: När det är aktiverat filtreras inte de accepterade rubrikerna (stöd för mime-typer) som sänds ut av din webbläsare, vilket potentiellt minskar din anonymitet.

source: Do not block Accept headers
cs: Neblokovat přijaté hlavičky Accept
hu: Ne blokkold az Elfogadás fejléceket
ja: Acceptヘッダーをブロックしない
pt: Não bloquear cabeçalhos Aceitar
sv: Blockera inte Accept-värden

source: Allow SSL to I2P addresses when enabled
cs: Povolit SSL I2P adresám kde je zapnuto
hu: SSL engedélyezése I2P címekhez, amikor engedélyezve
ja: 有効にしたとき、I2PアドレスにSSLを使用可能にする
pt: Permitir SSL para endereços I2P quando ativado
sv: Tillåt SSL till I2P-adresser när det är aktiverat

source: Allow SSL to I2P addresses
cs: Povolit SSL I2P adresám
hu: SSL engedélyezése I2P címekhez
ja: I2PアドレスにSSLを使用可能にする
pt: Permitir SSL para endereços I2P
sv: Tillåt SSL till I2P-adresser

source: Configuration cannot be changed after destination is created
cs: Nastavení nemůže být změněno po vytvoření cíle
hu: Beállítások nem módosíthatók az úticél létrehozása után
ja: 宛先作成後は設定変更不可
pt: A configuração não pode ser alterada após a criação do destino
sv: Konfigurationen kan inte ändras efter att destinationen har skapats

source: Tunnel Cryptography Options
cs: Možnosti kryptografie tunelu
hu: Alagút Titkosítási Opciók
ja: トンネル暗号設定
pt: Opções de criptografia de túnel
sv: Alternativ för tunnelkryptografi

source: Signature type
cs: Typ podpisu
hu: Aláírás Típusa
ja: 署名の種類
pt: Tipo de assinatura
sv: Signaturtyp

source: Legacy option (deprecated), provided for backward compatibility
cs: Původní zastaralá možnost, poskytnutá pro zpětnou kompatibilitu
hu: Régi opció (elavult), csak visszafelé való kompatibilitásért van biztosítva
ja: 古い設定（非推奨）、下位互換性のために備えます
pt: Opção herdada (preterida), fornecida para compatibilidade com versões anteriores
sv: Äldre alternativ (föråldrat), tillhandahålls för bakåtkompatibilitet

source: This is the default, recommended option
cs: Toto je výchozí doporučená možnost
hu: Ez az alapértelmezett, javasolt opció
ja: これは標準、推奨設定です
pt: Esta é a opção padrão recomendada
sv: Detta är standardalternativet, det rekommenderade alternativet

source: Encryption types
cs: Typy šifrování
hu: Titkosítás fajtái
ja: 暗号化の種類
pt: Tipos de criptografia
sv: Krypteringstyper

source: experimental
cs: experimentální
ja: 実験的
sv: experimentiell

source: beta
ja: ベータ

source: Tunnel Authentication Options
cs: Možnosti ověření tunelu
hu: Alagút Azonosítási Opciók
ja: トンネル認証設定
pt: Opções de autenticação de túnel
sv: Alternativ för tunnelautentisering

source: Local Authorization
cs: Místní Autorizace
hu: Helyi Hitelesítés
ja: ローカル認証
pt: Autorização Local
sv: Lokal autentisering

source: Enable to require a username and password to access this local service (for example if hosting on a LAN)
cs: Zapněte pro vyžadování uživatelského jména a hesla pro přístup k této místní službě (např. pokud hostujete na místní síti LAN)
hu: Engedélyezd, hogy felhasználónevet és jelszót kérjen e helyi szolgáltatás eléréséhez (például LAN-on való közzétételkor)
ja: このローカルサービス（例えばLAN上のホスティング）にアクセスするときにユーザー名とパスワードを要求するすることを有効化する
pt: Habilite para exigir um nome de usuário e senha para acessar esse serviço local (por exemplo, se estiver hospedando em uma LAN)
sv: Aktivera för att kräva användarnamn och lösenord för att komma åt den här lokala tjänsten (till exempel om du är värd på ett LAN)

source: Require local authorization for this service
cs: Vyžadovat pro tuto službu místní autorizaci
hu: Helyi azonosítást követeljen ehhez a szolgáltatáshoz
ja: このサービスにローカル認証を要求する
pt: Exigir autorização local para este serviço
sv: Kräv lokal auktorisering för den här tjänsten

source: Username
cs: Uživatelské jméno
hu: Felhasználónév
ja: ユーザー名
pt: Usuário
sv: Användarnamn

source: Set username required to access this service
cs: Nastavte uživatelské jméno vyžadované pro přístup k této službě
hu: Add meg a felhasználónevet, mely a szolgáltatás eléréséhez szükséges
ja: このサービスへのアクセスに要求するユーザー名を設定する
pt: Definir o nome de usuário necessário para acessar este serviço
sv: Ange användarnamn som krävs för att komma åt den här tjänsten

source: Password
cs: Heslo
hu: Jelszó
ja: パスワード
pt: Palavra-passe
sv: Lösenord

source: Set password required to access this service
cs: Nastavte heslo vyžadované pro přístup k této službě
hu: Add meg a jelszót, mely a szolgáltatás eléréséhez szükséges
ja: このサービスへのアクセスに要求するパスワードを設定する
pt: Definir senha necessária para acessar este serviço
sv: Ange lösenord som krävs för att komma åt den här tjänsten

source: Outproxy Authorization
cs: Outproxy Autorizace
hu: Kimenő proxy Hitelesítés
ja: アプトプロキシの認証
pt: Autorização do proxy de saída
sv: Autentisering för utproxy

source: Enable if the outproxy a username and password to access
cs: Zapněte pokud outproxy vyžaduje pro přístup uživatelské jméno a heslo
hu: Engedélyezd, ha a kimenő proxy eléréséhez kell felhasználónév és jelszó
ja: アウトプロキシへのアクセスにユーザー名とパスワードを有効化する
pt: Habilite se o outproxy um nome de usuário e senha para acessar
sv: Aktivera om utproxyn har ett användarnamn och lösenord för åtkomst

source: Outproxy requires authorization
cs: Outproxy vyžaduje autorizaci
hu: Kimenő proxy azonosítást kér
ja: アウトプロキシに認証を必要
pt: Outproxy requer autorização
sv: Utproxy kräver auktorisering

source: Enter username required by outproxy
cs: Zadejte uživatelské jméno, které vyžaduje outproxy
hu: Add meg a kimenő proxy által kért felhasználónevet
ja: アウトプロキシに必要なユーザー名を入力してください
pt: Digite o nome de usuário exigido pelo outproxy
sv: Ange användarnamn som krävs för utproxy

source: Enter password required by outproxy
cs: Zadejte heslo, které vyžaduje outproxy
hu: Add meg a kimenő proxy által kért jelszót
ja: アウトプロキシに必要なパスワードを入力してください
pt: Digite a senha exigida pelo outproxy
sv: Ange lösenord som krävs för utproxy

source: Tunnel Address Lookup Options
cs: Možnosti vyhledávání adresy tunelu
hu: Alagút Címkereső Opciók
ja: トンネルアドレスのルックアップオプション
pt: Opções de pesquisa de endereço de túnel
sv: Uppslagsalternativ för tunneladress

source: Jump URL List
cs: Seznamu Jump URL
hu: Ugrás URL Lista
ja: ジャンプURL一覧
pt: Lista de URLs de salto
sv: Webbadress-hopplista

source: List of helper URLs providing jump links when a host is not found in your addressbook
cs: Seznam pomocných URL s odkazy pro případ, že není hostitel nalezen ve vašem adresáři
hu: Segéd URL-ek listája, amik ugró hivatkozásokat adnak, amikor egy gép nem található a címjegyzékedben
ja: あなたのアドレス帳でホストが見つからない場合に、ジャンプリンクを提供するヘルパーURLの一覧
pt: Lista de URLs auxiliares que fornecem links de salto quando um host não é encontrado em seu catálogo de endereços
sv: Lista över hjälp-URL:er som tillhandahåller hopplänkar när en värd inte hittas i din adressbok

source: Router I2CP Address
cs: Adresa Routeru I2CP
hu: Router I2CP Cím
ja: ルーターのI2CPアドレス
pt: Endereço I2CP do Roteador
sv: Routerns I2CP-adress

source: I2CP Hostname or IP
cs: I2CP jméno hostitele nebo IP
hu: I2CP Gépnév vagy IP
ja: I2CPのホスト名及びIP
pt: Nome de host ou IP I2CP
sv: I2CP-värdnamn eller IP

source: I2CP Port Number
cs: I2CP číslo portu
hu: I2CP Port Szám
ja: I2CPのポート番号
pt: Número da porta I2CP
sv: I2CP-portnummer

source: Custom options
cs: Vlastní možnosti
hu: Egyéni beállítások
ja: 設定を変更する
pt: Opções personalizadas
sv: Anpassade alternativ

source: Advanced tunnel, streaming, and I2CP options
cs: Pokročilý tunel, streamování a možnosti I2CP
hu: Haladó alagút, folyam és I2CP opciók
ja: 高度なトンネル、ストリーミング、及びI2CP設定
pt: Opções avançadas de túnel, streaming e I2CP
sv: Avancerade tunnel-, strömnings- och I2CP-alternativ

source: Cancel
cs: Zrušit
hu: Mégse
ja: キャンセル
pt: Cancelar
sv: Avbryt

source: Delete this Proxy (cannot be undone)
cs: Smazat tento proxy (nelze vzít zpět)
hu: Proxy Törlése (nem lehet visszavonni)
ja: このプロキシを削除（元に戻せません）
pt: Excluir este proxy (não pode ser desfeito)
sv: Ta bort den här proxyn (kan inte ångras)

source: Delete
cs: Smazat
hu: Törlés
ja: 削除
pt: Apagar
sv: Ta bort

source: Save
cs: Uložit
hu: Mentés
ja: 保存
pt: Salvar
sv: Spara

source: Edit Server Settings
cs: Upravit nastavení serveru
hu: Szerver Beállítások Szerkesztése
ja: サーバー設定を編集
pt: Editar configurações do servidor
sv: Redigera serverinställningar

source: New Server Settings
cs: Nové nastavení serveru
hu: Új Szerver Beállítások
ja: 新しいサーバー設定
pt: Novas configurações do servidor
sv: Nya serverinställningar

source: The hidden service must be stopped to change this setting
cs: Skrytá služba musí být zastavena pro změnu této volby
hu: A beállítás változtatásához a rejtett szolgáltatást le kell állítani
ja: この設定を変更するには、秘匿サービスを停止する必要があります
pt: O serviço oculto deve ser interrompido para alterar essa configuração
sv: Den dolda tjänsten måste stoppas för att ändra den här inställningen

source: Specify the port the server is running on
cs: Stanovte port, na kterém server běží
hu: Add meg a portot, melyen a szerver fut
ja: サーバーが動作しているポートを指定します
pt: Especifique a porta em que o servidor está sendo executado
sv: Ange porten som servern körs på

source: To avoid traffic sniffing if connecting to a remote server, you can enable an SSL connection. Note that the target server must be configured to accept SSL connections.
cs: Abyste zabránili ostatním zjistit obsah vašeho síťového provozu (pomocí sniffingu) při připojování ke vzdáleným serverům, zapněte SSL připojení. Berte na vědomí, že cílový server musí být nastaven pro příjem SSL připojení.
hu: Hogy elkerüld a forgalom kiszippantását távoli szerverhez való kapcsolódáskor, engedélyezheted az SSL kapcsolatot. Jó tudni, hogy a célszerveren be kell állítani az SSL kapcsolatok elfogadását.
ja: 遠隔サーバーに接続している場合にトラフィックの盗聴を避けるために、SSL 接続を有効にすることができます。ターゲットサーバーが SSL 接続を受け入れるように設定されている必要があることに注意してください。
pt: Para evitar a detecção de tráfego ao se conectar a um servidor remoto, você pode habilitar uma conexão SSL. Observe que o servidor de destino deve ser configurado para aceitar conexões SSL.
sv: För att undvika trafiksniffning om du ansluter till en fjärrserver kan du aktivera en SSL-anslutning. Observera att målservern måste vara konfigurerad för att acceptera SSL-anslutningar.

source: Use SSL to connect to target
cs: Použít SSL pro připojení k cíli
hu: SSL használata célhoz való kapcsolódáshoz
ja: ターゲットに接続するためにSSLを使用
pt: Usar SSL para se ligar ao destinatário
sv: Använd SSL för att ansluta till mål

source: Port required to access service (this can be a different port to the port the service is hosted on)
cs: Port vyžadovaný pro přístup ke službě (může jít o jiný port než ten, na kterém je služba hostována)
hu: A szolgáltatás eléréséhez port megadása kötelező (ez lehet másik port, mint amelyiken a szolgáltatás közzé van téve)
ja: サービスにアクセスするために要求されるポート（これは、サービスがホストされているポートとは異なるポートである場合があります。）
pt: Porta necessária para acessar o serviço (pode ser uma porta diferente da porta em que o serviço está hospedado)
sv: Port som krävs för åtkomst till tjänsten (detta kan vara en annan port än den port som tjänsten finns på)
