Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: The first thing to decide is whether you want to create a server or a client tunnel.
cs: První věc, kterou je potřeba rozhodnout, je, zda chcete vytvořit serverový a nebo klientský tunel.
hu: Az első eldöntendő kérdés, hogy szerver vagy kliens alagút készüljön.
ja: サーバーかクライアントのトンネルどちらを作成したいか決めてください。
pt: A primeira informação é escolher se o túnel será um servidor ou um cliente.
sv: Det första du ska bestämma är om du vill skapa en server eller en klienttunnel.

source: If you need to connect to a remote service, such as an IRC server inside I2P or a code repository, then you will require a CLIENT tunnel.
cs: Pokud se potřebujete připojit ke vzdálené službě, například k IRC serveru v síti I2P nebo k repozitáři kódu, potom bude potřeba KLIENTSKÝ tunel.
hu: Ha egy távoli szolgáltatáshoz való kapcsolódásra van szükség, úgy mint IRC szerver az I2P-n belül vagy egy programkód szoftvertár, akkor az KLIENS alagúttal működik.
ja: もしも遠隔サービスに接続する必要があるならば、I2P内のIRCサーバーまたはコードリポジトリのようにクライアントトンネルが必要になります。
pt: Se você vai se conectar em um serviço remoto, como um servidor IRC dentro da rede I2P ou um repositório de código fonte, então você precisa de um Túnel de CLIENTE.
sv: Om du behöver ansluta till en fjärrtjänst, till exempel en IRC-server inom I2P eller ett kodförråd, behöver du en KLIENT-tunnel.

source: On the other hand, if you wish to host a service for others to connect to you'll need to create a SERVER tunnel.
cs: Pokud ale chcete hostovat službu pro ostatní, aby se k vám mohli připojit, bude potřeba vytvořit SERVEROVÝ tunel.
hu: Másrészről, annak biztosítására, hogy egy általad futtatott szolgáltatáshoz mások csatlakozhassanak, SZERVER alagútra van szükség.
ja: 一方で、他の人が接続できるサービスをホストしたい場合は、サーバートンネルを作成する必要があります。
pt: Mas se vai hospedar um serviço para os outros se conectarem, então você precisa criar um Túnel de SERVIDOR.
sv: Men om du vill göra en tjänst tillgänglig för andra behövs en SERVER-tunnel.

source: Server Tunnel
cs: Serverový tunel
hu: Szerver Alagút
ja: サーバートンネル
pt: Túnel de Servidor

source: Client Tunnel
cs: Klientský tunel
hu: Kliens Alagút
ja: クライアントトンネル
pt: Túnel de Cliente
sv: Klienttunnel

source: There are several types of tunnels to choose from:
cs: Na výběr je několik typů tunelů:
hu: Létezik néhány különböző fajtájú alagút, melyek közül lehet választani:
ja: トンネルの種類を選択：
pt: Existem diversos tipos de túneis para escolher:
sv: Det finns flera typer av tunnlar att välja mellan:

source: Basic tunnel for connecting to a single service inside I2P.
cs: Základní tunel pro připojení k jedné službě v I2P.
hu: Alap alagút egyszerű szolgáltatáshoz való kapcsolódáshoz az I2P-n belül.
ja: I2P内の単一サービスに接続するための基本的なトンネル。
pt: Túnel básico para se conectar em um único serviço na rede I2P.
sv: Grundläggande tunnel för anslutning till en enskild tjänst inom I2P.

source: Try this if none of the tunnel types below fit your requirements, or you don't know what type of tunnel you need.
cs: Zkuste toto, pokud žádný z typů tunelů níže nesplňuje vaše požadavky a nebo pokud nevíte, který typ tunelu potřebujete.
hu: Próbáld ki ezt, ha az alább felsorol alagút fajták közül egy sem felel meg elvárásaidnak vagy ha nem tudod, milyen fajtájú alagútra van szükséged.
ja: 以下のトンネルの種類がどれもあなたの要件に当てはまらない場合、またはどの種類のトンネルが必要かわからない場合は、これを試してみてください。
pt: Tente isto se nenhum dos tipos de túneis abaixo atente seus requisitos, ou se você não conhece o tipo de túnel necessário.
sv: Prova detta om ingen av valen passar eller du inte vet vilken typ av tunnel som behövs.

source: Tunnel that acts as an HTTP proxy for reaching I2P Sites inside I2P.
cs: Tunel, který se chová jako HTTP proxy pro přístup k I2P stránkám.
hu: Alagút, mely HTTP proxyként szolgál, az I2P-belül az I2P Oldalak eléréséhez.
ja: I2P 内の I2P サイトに到達するための HTTP プロキシとして振る舞うトンネル。
pt: Túnel que age como um proxy HTTP para acessar Sites I2P dentro da I2P.
sv: Tunnel som fungerar som en HTTP-proxy för att nå I2P-webbplatser inuti I2P.

source: Set your browser to use this tunnel as an http proxy, or set your "http_proxy" environment variable for command-line applications in GNU/Linux.
cs: Nastavte svůj prohlížeč pro použití tohoto tunelu jako HTTP proxy nebo nastavte svou proměnnou prostředí "http_proxy" pro aplikace příkazové řádky na GNU/Linuxu.
hu: Állítsd be a böngésződet, hogy ezt az alagutat használja HTTP proxyként, vagy állítsd be a "http_proxy" környezeti változót a parancssori alkalmazásokhoz GNU/Linux alatt.
ja: このトンネルを http プロキシとして使うようにブラウザを設定するか、GNU/Linux のコマンドラインアプリケーション用に "http_proxy" 環境変数を設定してください。
pt: Configure seu navegador para usar este túnel como um proxy HTTP, ou configure a variável ambiente "http_proxy" para aplicativos GNU/Linux em modo texto.
sv: Ställ in din webbläsare så att den använder den här tunneln som en http-proxy, eller ställ in miljövariabeln "http_proxy" för kommandoradsapplikationer i GNU/Linux.

source: Websites outside I2P can also be reached if an HTTP proxy within I2P is known.
cs: Webové stránky mimo I2P mohou být také zobrazeny, pokud je známa HTTP proxy v rámci I2P.
hu: I2P-n kívüli weboldalak is elérhetők, ha I2P-n belüli HTTP proxy ismert.
ja: I2P 外のウェブサイトも、 I2P 内の HTTP プロキシが既知ならば到達できます。
pt: Websites fora do I2P também pode ser acessados se for conhecido um proxy dentro da rede I2P.
sv: Webbplats utanför I2P kan nås om en HTTP-proxy innanför I2P är känd.

source: Customized client tunnel specific for IRC connections.
cs: Přizpůsobený klientský tunel pro IRC připojení.
hu: Testre szabott kliens alagút, kimondottan IRC csatlakozásokhoz.
ja: IRC 接続に特化したカスタマイズされたクライアントトンネル。
pt: Túnel cliente customizado específico para conexões IRC.
sv: Anpassad klienttunnel specifik för IRC-anslutningar.

source: With this tunnel type, your IRC client will be able to connect to an IRC network inside I2P.
cs: Pomocí tohoto typu tunelu se bude moci váš IRC klient připojit k síti IRC, která je v I2P.
hu: Ezzel a típusú alagúttal az IRC kliensed I2P-n belüli IRC hálózathoz képes csatlakozni.
ja: このトンネルの種類では、IRC クライアントは I2P 内の IRC ネットワークに接続することができます。
pt: Com este tipo de túnel, o seu cliente IRC vai poder se conectar nas redes IRC dentro do I2P.
sv: Med denna tunneltyp kan din IRC-klient ansluta till ett IRC-nätverk i I2P.

source: Each IRC network in I2P that you wish to connect to will require its own tunnel. (See Also, SOCKS IRC)
cs: Každá síť IRC v I2P, ke které se chcete připojit, bude vyžadovat vlastní tunel. (Podívejte se také na SOCKS IRC)
hu: Külön alagútra van szüksége minden IRC hálózatnak az I2P-n belül, melyhez csatlakozni akarsz (lásd még SOCKS IRC)
ja: 接続したい I2P の各 IRC ネットワークごとに、それ自身のトンネルが必要です。(SOCKS IRC も参照)
pt: Cada rede IRC do I2P que você vai se conectar requer o seu próprio túnel. (Veja também SOCKS IRC)
sv: Varje IRC-nätverk inom I2P som du vill ansluta till kräver en egen tunnel (Se även: SOCKS IRC)

source: A tunnel that implements the SOCKS protocol.
cs: Tunel, který používá protokol SOCKS.
hu: Alagút, mely SOCKS protokolt használ.
ja: SOCKS プロトコル実装トンネル
pt: Um túnel que implementa o protocolo SOCKS.
sv: En tunnel som implementerar SOCKS protokollet.

source: This enables both TCP and UDP connections to be made through a SOCKS outproxy within I2P.
cs: Toto umožňuje TCP a UDP připojení skrze SOCKS outproxy v rámci I2P.
hu: Ez lehetővé teszi mind TCP, mind UDP csatlakozások létrehozását az I2P-n belül SOCKS kimenő proxyn keresztül.
ja: これを有効にすると、 I2P 内の SOCKS アウトプロキシを経由で TCP と UDP の両方の接続が可能になります。
pt: Isto habilita tanto conexões TCP quanto o UDP a serem feitas através de proxy de saída SOCKS, para a rede I2P.
sv: Detta möjliggör både TCP- och UDP-anslutningar kan göras genom en SOCKS-utproxy inom I2P.

source: A client tunnel implementing the SOCKS protocol, which is customized for connecting to IRC networks.
cs: Klientský tunel používá protokol SOCKS, který je přizpůsoben pro připojení k IRC sítím.
hu: Kliens alagút, mely SOCKS protokolt használ, IRC hálózatokhoz való csatlakozásra alakítva.
ja: SOCKS プロトコルを実装するクライアントトンネルで、IRC ネットワークへ接続するためにカスタマイズされています。
pt: Um túnel de cliente implementando o protocolo SOCKS, e projetado para conectar em redes IRC.
sv: En klienttunnel som implementerar SOCKS-protokollet, som är anpassat för anslutning till IRC-nätverk.

source: With this tunnel type, IRC networks in I2P can be reached by typing the I2P address into your IRC client, and configuring the IRC client to use this SOCKS tunnel.
cs: Díky tomuto typu tunelu může být přistupováno k IRC sítím v rámci I2P tak, že napíšete I2P adresu do vašeho IRC klienta a nastavíte IRC klienta pro použití SOCKS tunelu.
hu: Ezzel a típusú alagút lehetővé teszi I2P-n belüli IRC hálózatokhoz való csatlkaozást. Gépeld be az I2P címet az IRC kliensedbe és állítsd be IRC kliensedet, hogy ezt a SOCKS alagutat használja.
ja: このトンネルの種類では、IRC クライアントに I2P アドレスを入力し、IRC クライアントがこの SOCKS トンネルを使用するように設定することで、I2P の IRC ネットワークに到達することができます。
pt: Com este tipo de túnel, as redes IRC do I2P pode ser acessadas digitando o endereço I2P dentro do seu cliente IRC, e configurando ele para utilizar o túnel SOCKS.
sv: Med denna tunneltyp kan IRC-nätverk i I2P nås genom att skriva I2P-adressen i din IRC-klient och konfigurera IRC-klienten för att använda denna SOCKS-tunnel.

source: This means that only one I2P tunnel is required rather than a separate tunnel per IRC network.
cs: To znamená, že jen jeden I2P tunel je vyžadován místo odděleného tunelu pro každou IRC síť.
hu: Ez azt jelenti, hogy mindössze egy I2P alagútra van szükség, az IRC hálózatonkénti külön alagutak helyett.
ja: これは、IRCネットワークごとに別個のトンネルではなく、1つのI2Pトンネルだけが必要であることを意味します。
pt: Isto significa que somente um túnel I2P é necessário para se conectar em redes IRC, ao invés de dois túneis.
sv: Detta innebär att enbart en I2P-tunnel behövs istället för en tunnel per IRC-nätverk.

source: IRC networks outside I2P can also be reached if a SOCKS outproxy within I2P is known, though it depends on whether or not the outproxy has been blocked by the IRC network.
cs: K IRC sítím mimo I2P je možné přistupovat pokud je v rámci I2P známa SOCKS outproxy. Záleží ale také na tom, zda není outproxy blokována IRC sítí.
hu: I2P-n kívüli IRC hálózatok szintén elérhetők, amennyiben a SOCKS kimenő proxy ismert az I2P-n belül, habár ez annak a függvénye, hogy az IRC hálózat blokkolja a kimenő proxyt vagy sem.
ja: I2P外のIRCネットワークも、I2P内のSOCKSアウトプロキシがわかっていれば到達できますが、そのアウトプロキシがIRCネットワークに塞がれているかどうかにもよります。
pt: Redes IRC fora do I2P também pode ser acessadas se for conhecido um servidor de saída SOCKS dentro da rede I2P, contudo depende deste servidor não estar bloqueado pela rede IRC.
sv: IRC-nätverk utanför I2P kan nås om en SOCKS-proxy innanför I2P är känd, men det bror på om utgående-proxy har blockerats av IRC-nätet.

source: A basic server tunnel for hosting a generic service inside I2P.
cs: Základní serverový tunel pro hostování obecné služby v rámci I2P.
hu: Alap szerver alagút általános szolgáltatás biztosítására az I2P-n belül.
ja: I2P 内の汎用サービスをホスティングするための基本的なサーバートンネル。
pt: Um túnel de servidor básico para hospedar um serviço genérico dentro da rede I2P.
sv: En server-tunnel för en godtycklig tjänst inom I2P.

source: A server tunnel that is customized for HTTP connections.
cs: Serverový tunel, který je přizpůsoben pro HTTP připojení.
hu: Szerver alagút, mely HTTP kapcsolatokra lett kialakítva.
ja: HTTP 接続用にカスタマイズされたサーバートンネル
pt: Um túnel servidor que é customizado para conexões HTTP.
sv: En servertunnel som är anpassad för HTTP-anslutningar.

source: Use this tunnel type if you want to host an I2P Site.
cs: Použijte tento typ tunelu pokud chcete hostovat I2P stránku.
hu: Ezt a típusú alagutat használd, ha I2P Oldalt szeretnél hosztolni.
ja: あなたが I2P サイトをホストするとき、このトンネルの種類を使います。
pt: Use esse tipo de túnel se você quiser hospedar um Site I2P.
sv: Använd den här tunneltypen om du vill vara värd för en I2P-webbplats.

source: A customized server tunnel for hosting IRC networks inside I2P.
cs: Přizpůsobený serverový tunel pro hostování IRC sítí v rámci I2P.
hu: Egyedi szerver alagút IRC hálózatok hosztolására az I2P-n belül.
ja: I2P 内の IRC ネットワークをホストするためのカスタマイズされたサーバートンネル。
pt: Um túnel servidor customizado para hospedar redes IRC dentro da I2P.
sv: En anpassad servertunnel för att vara värd för IRC-nätverk inuti I2P.

source: Usually, a separate tunnel needs to be created for each IRC server that is to be accessible inside I2P.
cs: Obvykle je potřeba vytvořit zvláštní tunel pro každý IRC server, který má být přístupný v I2P.
hu: Rendszerint külön alagút létrehozása szükséges minden IRC szerver számára, hogy az I2P-n belül elérhetővé váljon.
ja: 通常、I2P内でアクセスできるIRCサーバーごとに別のトンネルを作成する必要があります。
pt: Geralmente, cada servidor IRC que vai ser acessado de dentro da rede I2P precisa de um túnel separado.
sv: Vanligtvis behövs en separat tunnel för varje IRC-server som skall anslutas till inom I2P.

source: Select tunnel type
cs: Vyberte typ tunelu
hu: Alagút típus kiválasztása
ja: トンネルの種類を選択
pt: Selecione o tipo de túnel
sv: Välj tunneltyp

source: Choose a name and description for your tunnel.
cs: Vyberte název a popis vašeho tunelu.
hu: Válassz nevet és leírást az alagútnak.
ja: トンネルに名前と詳細を設けてください。
pt: Escolha um nome e descrição para o seu túnel.
sv: Välj namn och beskrivning av tunneln.

source: These can be anything you want - they are just for ease of identifying the tunnel in the routerconsole.
cs: Může to být cokoli co chcete - slouží jen pro snadné rozpoznání tunelu v konzoli routeru.
hu: Lehet bármi, amit szeretnél - ezek csak arra szolgálnak, hogy megkönnyítsék a beazonosítást a router konzolon.
ja: これらは、あなたが望む何でも構いません - これらは、単にルーターコンソールでトンネルを識別するためのを簡単にするためだけです。
pt: Pode ser qualquer informação, é apenas para a sua identificação no Painel do Roteador.
sv: Dessa kan vara vad du vill - de är bara för att underlätta identifiering av tunneln i routerkonsolen.

source: If you know of any outproxies for this type of tunnel (either HTTP or SOCKS), fill them in below.
cs: Pokud víte o některých outproxy pro tento typ tunelu (buď HTTP nebo SOCKS), vyplňte je níže.
hu: Ha ismersz bármilyen kimenő proxyt ehhez az alagútfajtához (vagy HTTP, vagy SOCKS), töltsd ki az alábbi részt.
ja: この種類のトンネル（HTTPまたはSOCKS）のアウトプロキシをご存知であれば、以下にご記入ください。
pt: Se você conhece algum proxy de saída para este tipo de túnel (HTTP ou SOCKS), preencha ele abaixo.
sv: Om du känner till någon utgående proxier för denna typen av tunnlar (HTTP eller SOCKS), fyll i dem nedan.

source: Separate multiple proxies with commas.
cs: Oddělte jednotlivé proxy čárkami.
hu: Több proxy esetén a bejegyzések vesszővel elválasztandóak.
ja: カンマで複数のプロキシを区切ってください
pt: Separar vários proxys com vírgula.
sv: Separera flera proxyservrar med komma.

source: List of I2P outproxy destinations, separated with commas (e.g. proxy1.i2p,proxy2.i2p)
cs: Seznam I2P outproxy cílů, oddělené čárkami (např. proxy1.i2p,proxy2.i2p)
hu: Listázz I2P kimenő proxy úticélokat, vesszővel elválasztva (pl. proxy1.i2p,proxy2,i2p)
ja: I2Pアウトプロキシの宛先の一覧は、カンマで区切ってください（例. proxy1.i2p,proxy2.i2p）
pt: Lista de destinos de proxy de saída I2P, separados por vírgula (por exemplo, proxy1.i2p,proxy2.i2p)
sv: Lista över I2P-utproxydestinationer, separerade med kommatecken (t.ex. proxy1.i2p,proxy2.i2p)

source: Type in the I2P destination of the service that this client tunnel should connect to.
cs: Zadejte I2P cíl služby, ke které se má tento klientský tunel připojit.
hu: Írd be a szolgáltatás I2P célállomását, melyhez e kliens alagútnak csatlakoznia kell.
ja: このクライアントトンネルが接続するサービスの I2P の宛先を入力します。
pt: Tipo do serviço no destino I2P que teste túnel de cliente vai conectar.
sv: Ange I2P-destination för tjänsten som tunneln skall ansluta till.

source: This could be the full Base64 destination key, or an I2P URL from your address book.
cs: Toto může být úplný Base64 klíč cíle nebo I2P URL z vašeho adresáře.
hu: Ez lehet a teljes bázis 64 célállomás kulcs vagy egy I2P URL a címjegyzékedből.
ja: 完全なbase64形式の宛先鍵か、またはアドレス帳のI2PのURLかもしれません。
pt: Isso pode ser a chave de destino Base64 inteira, ou uma URL I2P do seu catálogo de endereços.
sv: Detta kan vara den fullständiga Base64-destinationsnyckeln eller en I2P-URL från din adressbok.

source: Enter a b64 or .i2p address here
cs: Sem zadejte b64 nebo .i2p adresu
hu: Itt adj meg egy b64 vagy .i2p címet
ja: ここにb64または.i2pアドレスを入力してください
pt: Insira um endereço b64 ou .i2p aqui
sv: Ange en b64- eller .i2p-adress här

source: This is the IP that your service is running on, this is usually on the same machine so 127.0.0.1 is autofilled.
cs: Toto je IP, na které běží vaše služba, obvykle je na stejném zařízení, takže je automaticky vyplněna 127.0.0.1.
hu: Ez az IP, melyen a szolgáltatásod fut, ez rendszerint ugyanazon a gépen van, így a 127.0.0.1 automatikusan beírásra kerül.
ja: サービスを稼動するIPアドレスです。これはたいていの場合同じマシンで動作するので127.0.0.1が最初から入力されています。
pt: Este é o IP que o seu serviço escuta, geralmente é na mesma máquina então 127.0.0.1 é preenchido automaticamente.
sv: Detta är IP-adressen som din tjänst körs på, den är vanligtvis på samma maskin så 127.0.0.1 fylls i automatiskt.

source: This is the port that the service is accepting connections on.
cs: Toto je port, na kterém služba přijímá připojení.
hu: Ez a port, melyen a szolgáltatás csatlakozásokat fogad.
ja: サービスが接続を受け付けるポート番号です。
pt: Esta é a porta que o seu serviço escuta para as conexões de entrada.
sv: Porten som tjänsten accepterar anslutningar via.

source: This is the port that the client tunnel will be accessed from locally.
cs: Toto je port, ze kterého bude lokálně přístupný klientský tunel.
hu: Ez az a port, mely a kliens alagút helyi elérését biztosítja.
ja: トンネルがローカルからアクセスできるポート番号です。
pt: Esta é a porta que o túnel de cliente escuta para ser acessado localmente.
sv: Porten som klienttunneln kommer att ansluta från lokalt.

source: How do you want this tunnel to be accessed? By just this machine, your entire subnet, or external internet?
cs: Jak chcete aby bylo k tomuto tunelu přistupováno? Jen tímto zařízením, vaším subnetem, nebo externím internetem?
hu: Milyen elérést szeretnél adni ennek az alagútnak? Csak ez a gép, a teljes alhálózatod vagy külső internet?
ja: このトンネルにはどのようにアクセスしますか？このマシンだけで、あるいはサブネット全体で、あるいは外部インターネットで？
pt: Como você deseja que este túnel seja acessado? Apenas por esta máquina, sua sub rede, ou pela internet?
sv: Hur vill du att den här tunneln ska nås? Med bara den här maskinen, hela ditt undernät eller externt internet?

source: You will most likely want to just allow 127.0.0.1
cs: Pravděpodobně budete chtít povolit jen 127.0.0.1
hu: Legvalószínűbb, hogy csak aa 127.0.0.1-et szeretnéd engedélyezni.
ja: たいていの場合127.0.0.1のみ許可します
pt: Você precisa apenas permitir conexões de 127.0.0.1
sv: Med största sannolikhet vill du enbart tillåta 127.0.0.1

source: The I2P router can automatically start this tunnel for you when the router is started.
cs: I2P router může pro vás automaticky spustit tento tunel po svém startu.
hu: Az I2P router képes ezt az alagutat automatikusan elindítani a router indulásakor.
ja: I2Pルーターが起動すると自動的にこのトンネルを開始できます
pt: O roteador I2P pode iniciar automaticamente este túnel para você quando for iniciado.
sv: I2P routern kan starta denna tunneln automatiskt vid uppstart.

source: This can be useful for frequently-used tunnels (especially server tunnels), but for tunnels that are only used occasionally it would mean that the I2P router is creating and maintaining unnecessary tunnels.
cs: Toto může být užitečné pro často používané tunely (zejména serverové tunely), ale pro občasně používané tunely by to znamenalo, že by I2P router vytvářel a udržoval tunely, které nejsou nutné.
hu: Ez hasznos lehet gyakorta használt alagutak esetén (ez különösen szerver alagutakra vonatkozik), de azon alagutak számára, melyek csak alkalomszerűen használsz ez azt jelentené, hogy az I2P router felesleges alagutakat hoz létre és tart fenn.
ja: これは頻繁に使われるトンネル（特にサーバートンネル）には便利ですが、たまにしか使われないトンネルには、I2P ルーターが不要なトンネルを作成して維持していることになります。
pt: Isto pode ser útil em túneis muito utilizados (especialmente os túneis de servidor), mas para os túneis que são utilizado ocasionalmente significa que o I2P vai ficar mantendo túneis desnecessários.
sv: Detta kan vara användbart för tunnlar som används ofta (tex server-tunnlar) men för tunnlar som används sällan innebär det att onödiga tunnlar upprättas.

source: The wizard has now collected enough information to create your tunnel.
cs: Průvodce nyní sesbíral dostatek informací pro vytvoření vašeho tunelu.
hu: A varázsló elég információt gyűjtött össze, hogy létrehozza az alagutat.
ja: ウィザードはトンネル作成のための必要な情報を現在集めています。
pt: O assistente já possui agora todas as informações para criar o seu túnel.
sv: Guiden har nu samlat tillräckligt med information för att skapa din tunnel.

source: Upon clicking the Save button below, the wizard will set up the tunnel, and take you back to the main I2PTunnel page.
cs: Po kliknutí na níže uvedené tlačítko Uložit, nastaví průvodce tunel a vezme vás zpět na hlavní stránku I2PTunelu.
hu: A lenti Mentés gombra kattintva a varázsló beállítja az alagutat, és visszairányít az I2PAlagút főoldalára.
ja: 下の保存ボタンをクリックすると、ウィザードがトンネルを設定し、メインのI2Pトンネルページに戻ります。
pt: Ao clicar no botão Salvar abaixo, o assistente vai criar o túnel e voltar para a página principal dos túneis I2P.
sv: När du klickar på "spara" kommer guiden att skapa tunneln och sedan ta dig till sidan för tunnlar.

source: Because you chose to automatically start the tunnel when the router starts, you don't have to do anything further.
cs: Protože jste zvolili automatické spuštění tunelu po startu routeru, nemusíte dělat nic dalšího.
hu: Mivel azt választottad, hogy az alagút automatikusan induljon a router indításakor, nincs szükség további beavatkozásra.
ja: ルーター起動時にトンネルを自動的に開始するよう選んでいるため、他に何かする必要はありません。
pt: Como você escolheu para iniciar o túnel automaticamente quando o roteador I2P inicia, não é necessário fazer nenhuma configuração adicional.
sv: Eftersom du valde att automatiskt starta tunneln när routern startar behöver du inte göra något mer.

source: The router will start the tunnel once it has been set up.
cs: Router spustí tunel jakmile bude nastaven.
hu: A router elindítja az alagutat, amint az beállításra kerül.
ja: ルーターが起動したらトンネルを開始します。
pt: O roteador I2P vai iniciar o túnel assim que ele estiver configurado.
sv: Routern startar tunneln när den har ställts in.

source: Because you chose not to automatically start the tunnel, you will have to manually start it.
cs: Protože jste nezvolili automatické spuštění tunelu po startu routeru, musíte ho spustit ručně.
hu: Mivel azt választottad, hogy az alagút ne induljon el automatikusan a router indításakor, ezért a jövőben kézi indításra lesz szükség.
ja: トンネルを自動で起動しないように選択したため、手動でトンネルを起動する必要があります。
pt: Como você escolheu para não iniciar o túnel automaticamente, você precisa sempre iniciar ele manualmente.
sv: Efter som du valt att inte starta tunneln samtidigt som routern startas, behövs den startas manuellt.

source: You can do this by clicking the Start button on the main page which corresponds to the new tunnel.
cs: Můžete to udělat kliknutím na tlačítko Spustit, které je na hlavní stránce a souvisí s novým tunelem.
hu: Ez elérhető a fő oldalon az új alagúthoz tartozó Indítás gombra való kattintással.
ja: これは、新しいトンネルに対応するメインページの開始ボタンをクリックすることで行うことができます。
pt: Você pode fazer isto clicando no botão Iniciar na página principal do novo túnel.
sv: Du gör det genom att klicka på startknappen vid tunneln på huvudsidan.

source: Below is a summary of the options you chose:
cs: Níže je přehled možností, které jste vybrali:
hu: Lentebb található egy összegzés a választható opciókról:
ja: 以下は、あなたが選択した選択の概要です:
pt: Abaixo um resumo das opções que você escolheu:
sv: Nedan är en sammanfattning över valen du kan göra:

source: Tunnel description
cs: Popis tunelu
hu: Alagút leírása
ja: トンネル説明
pt: Descrição do túnel
sv: Tunnelbeskrivning
