Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: Binding address
cs: Binding adresa
hu: Hozzákötési cím
ja: バインドするアドレス
pt: Vinculando endereço
sv: Bindande adress

source: Tunnel port
cs: Port tunelu
hu: Alagút port
ja: トンネルのポート
pt: Porta do túnel

source: Alongside these basic settings, there are a number of advanced options for tunnel configuration.
cs: Spolu s těmito základními nastaveními jsou zde i pokročilé možnosti nastavení tunelu.
hu: Ez alap beállítások mellet számos haladó opció létezik az alagutak beállításához.
ja: これらの基本的な設定に平行して、トンネル設定にはいくつかの高度な選択肢があります。
pt: Além destas configurações básicas, existem várias opções avançadas para a configuração do túnel.
sv: Utöver dessa grundinställningar finns det ett antal avancerade alternativ för tunnelkonfiguration.

source: The wizard will set reasonably sensible default values for these, but you can view and/or edit these by clicking on the tunnel's name in the main I2PTunnel page.
cs: Průvodce nastaví rozumné a praktické výchozí hodnoty, můžete je ale zobrazit a upravit na hlavní stránce I2PTunelu kliknutím na název tunelu.
hu: A varázsló elég elfogadható alap értékeket állít be ezeknek, azonban ezek az értékek megtekintheteők és/vagy szerkeszthetők, ha az alagút nevére kattintasz az I2PAlagút fő oldalán.
ja: ウィザードはこれらの初期値を常識的に設定しますが、メインのI2Pトンネルページでトンネルの名前をクリックすることで、これらを表示したり編集したりすることができます。
pt: O assistente vai configurar os parâmetros importantes no padrão recomendado, mas você pode ver/editar estes parâmetros clicando no nome do túnel na página principal dos túneis I2P.
sv: Guiden väljer lämpliga värden för dessa. Men du kan ändra/se värdena på huvudsidan för I2P-tunnlar.

source: Cancel the wizard and return to Tunnel Manager home page
cs: Zrušte průvodce a vraťte se na domovskou stránku manažera tunelů
hu: Varázsló leállítása és visszatérés az Alagút Kezelő kezdőoldalára
ja: ウィザードをキャンセルし、トンネルマネージャのホームページへ戻る
pt: Cancelar o assistente e retornar à página inicial do Gerenciador de Túneis
sv: Avbryt guiden och återgå till hemsidan för tunnelhanterare

source: Return to previous page
cs: Návrat na předchozí stránku
hu: Visszatérés az előző oldalra
ja: 前のページに戻る
pt: Retornar para a página anterior
sv: Återgå till föregående sida

source: Previous
cs: Předchozí
hu: Előző
ja: 前へ
pt: Anterior
sv: Föregående

source: Save tunnel configuration
cs: Uložit nastavení tunelu
hu: Alaút beállítások mentése
ja: トンネル設定を保存
pt: Salvar a configuração de túnel
sv: Spara tunnelkonfiguration

source: Save Tunnel
cs: Uložit tunel
hu: Alagút Mentése
ja: トンネルを保存
pt: Salvar Túnel
sv: Spara Tunnel

source: Finish Wizard and review tunnel settings
cs: Dokončit průvodce a zkontrolovat nastavení tunelu
hu: Varázsló befejezése és alagút beállítások áttekintése
ja: ウィザード終了とトンネル設定の振り返り
pt: Finalizar o Assistente e revisar as configurações de túnel
sv: Slutför guiden och granska tunnelinställningarna

source: Finish
cs: Dokončit
hu: Befejezés
ja: 終了
pt: Finalizar
sv: Färdig

source: Advance to next page
cs: Pokračovat na další stránku
hu: Következő oldalra
ja: 次のページに進む
pt: Avançar para a próxima página
sv: Gå vidare till nästa sida

source: Next
cs: Další
hu: Következő
ja: 次へ
pt: Próximo
sv: Nästa

source: Both encryption types
pt: Ambos os tipos de criptografia
