Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: internal
cs: vnitřní
hu: Belső
ja: 内部
pt: interno
sv: intern

source: {0} inbound tunnel
cs: {0} příchozí tunel
hu: {0} bejövő alagút
ja: {0} 個の着信トンネル
pt: {0} túnel de entrada
sv: {0} inkommande tunnel

source: {0} outbound tunnel
cs: {0} odchozí tunel
hu: {0} kimenő alagút
ja: {0} 個の送信トンネル
pt: {0} túnel de saída
sv: {0} utgående tunnel

source: {0} inbound, {0} outbound tunnel
cs: {0} příchozí, {0} odchozí tunel
hu: {0} bejövő, {0} kimenő alagút
ja: {0}個の着信、{0}個の送信トンネル
pt: {0} túnel de entrada, {0} de saída
sv: {0} inkommande, {0} utgående tunnel

source: lower bandwidth and reliability
cs: snížit šířku pásma a spolehlivost
hu: alacsonyabb sávszélesség és megbízhatóság
ja: 帯域幅も信頼性も低め
pt: Baixar largura de banda e confiabilidade
sv: lägre bandbredd och pålitlighet

source: standard bandwidth and reliability
cs: standartní šířka pásma a spolehlivost
hu: normál sávszélesség és megbízhatóság
ja: 帯域幅も信頼性も標準的
pt: largura de banda e confiabilidade padrão
sv: standard bandbredd och pålitlighet

source: higher bandwidth and reliability
cs: vyšší šířka pásma a spolehlivost
hu: nagyobb sávszélesség és megbízhatóság
ja: 帯域幅も信頼性も高め
pt: aumentar largura de banda e confiabilidade
sv: högre bandbredd och pålitlighet

source: Tunnels are not initialized yet, please reload in two minutes.
cs: Tunely nejsou ještě zprovozněny, prosím proveďte obnovu za dvě minuty.
hu: Az alagutak még nem lettek előkészítve, próbálja meg két perc múlva újra betölteni.
ja: トンネルはまだ初期化されていませんので、2分後に再読み込みしてください。
pt: Os túneis ainda não foram iniciados, por favor esperar dois minutos.
sv: Tunnlar har inte initierats ännu, uppdatera om två minuter.

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
cs: Neplatné podání formuláře, nejspíše jste použili tlačítka 'Zpět' nebo 'Znovu načíst' ve vašem prohlížeči. Prosím odešlete formulář znovu.
hu: Űrlap küldése sikertelen, valószínűleg a 'vissza' vagy 'újratöltés' gombokat használtad a böngésződben. Kérlek, hogy küldd újra.
ja: 無効な送信フォーム。おそらくブラウザで「戻る」か「再読込」を使用したためです。再送信してください。
pt: Envio de formulário inválido, provavelmente porque você usou o 'voltar' ou 'recarregar' no seu navegador. Por favor reenvie.
sv: Ogiltig formulärbegäran, troligen för att du använde knappen "tillbaka" eller "uppdatera" i din webbläsare. Försök att skicka igen.

source: If the problem persists, verify that you have cookies enabled in your browser.
cs: Pokud problém přetrvává, ověřte, že máte v prohlížeči zapnuté cookies.
hu: Ha a probléma fennáll, ellenőrizd, hogy a sütik engedélyezve vannak-e a böngésződben.
ja: 問題が残る場合、ブラウザでクッキーが有効になっているかを確かめてください。
pt: Se o problema persistir, verificar se o seu navegador está aceitando cookies.
sv: Om problem kvartstår, bekräfta att du har cookies påslaget i din browser.

source: Configuration reloaded for all tunnels
cs: Nastavení pro všechny tunely bylo opětovně nahráno.
hu: Az összes alagútra vonatkozó beállítás újratöltve
ja: 全てのトンネルの設定が再読込されました。
pt: Configuração recarregada em todos os túneis
sv: Konfigurationen uppdaterad för alla tunnlar

source: Starting tunnel
cs: Spouštím tunel
hu: Alagút indítása
ja: トンネルを開始中
pt: Iniciar túnel
sv: Startar tunnel

source: Stopping tunnel
cs: Zastavuji tunel
hu: Alagút leállítása
ja: トンネルを停止中
pt: Parar túnel
sv: Stoppar tunnel

source: New Tunnel
cs: Nový tunel
hu: Új Alagút
ja: 新しいトンネル
pt: Novo Túnel
sv: Ny tunnel

source: Port not set
cs: Port není nastaven
hu: Port nincs beállítva
ja: ポート未設定
pt: Porto não definido
sv: Ingen port angiven

source: Invalid port
cs: Neplatný port
hu: Érvénytelen port
ja: 無効なポート
pt: Porta inválida
sv: Ogiltig port

source: Warning - ports less than 1024 are not recommended
cs: Varování - porty s čísly menšími než 1024 nejsou doporučeny
hu: Figyelmeztetés - 1024 alatti portok használata nem javasolt
ja: 警告 - 1024番以前のポート番号は非推奨です
pt: Aviso - portas abaixo de 1024 não são recomendadas
sv: Varning - port under 1024 är inte lämpligt

source: Warning - duplicate port
cs: Varování - duplicitní port
hu: Figyelmeztetés - ismétlődő port
ja: 警告 - 同じポートを二重使用しています
pt: Aviso - porta duplicada
sv: Varning - duplicerad port

source: Standard client
cs: Standardní klient
hu: Normál kliens
ja: 標準クライアント
pt: Cliente padrão
sv: Standardklient

source: HTTP/HTTPS client
cs: HTTP/HTTPS klient
hu: HTTP/HTTPS kliens
ja: HTTP/HTTPS クライアント
pt: Cliente HTTP/HTTPS
sv: HTTP/HTTPS-klient

source: IRC client
cs: Klient pro IRC
hu: IRC kliens
ja: IRC クライアント
pt: Cliente IRC
sv: IRC-klient

source: Standard server
cs: Standardní server
hu: Normál szerver
ja: 標準サーバー
pt: Servidor Padrão

source: HTTP server
hu: HTTP szerver
ja: HTTP サーバー
pt: Servidor HTTP

source: SOCKS 4/4a/5 proxy
ja: SOCKS 4/4a/5 プロキシ

source: SOCKS IRC proxy
ja: SOCKS IRC プロキシ

source: CONNECT/SSL/HTTPS proxy
ja: CONNECT/SSL/HTTPS プロキシ

source: IRC server
hu: IRC szerver
ja: IRC サーバー
pt: Servidor IRC

source: Streamr client
cs: Streamr klient
hu: Streamr kliens
ja: Streamr クライアント
pt: Cliente Streamr
sv: Streamr-klient

source: Streamr server
hu: Streamr szerver
ja: Streamr サーバー
pt: Servidor Streamr

source: HTTP bidir
cs: HTTP obousměrný
ja: HTTP 双方向

source: Host not set
cs: Host není nastaven
hu: Hoszt nincs beállítva
ja: ホスト未設定
pt: Anfitrião não definido
sv: Ingen värd angiven

source: Invalid address
cs: Neplatná adresa
hu: Érvénytelen cím
ja: 無効なアドレス
pt: Endereço inválido
sv: Ogiltig adress

source: Hidden Services Manager
cs: Správce skrytých služeb
hu: Rejtett Szolgáltatások Kezelő
ja: 秘匿サービスマネージャ
pt: Gerenciador de Serviços Ocultos
sv: Hanterare för dolda tjänster

source: Edit Client Tunnel
cs: Upravit klientský tunel
hu: Kliens Alagút Szerkesztése
ja: クライアントトンネルを編集
pt: Editar Túnel de cliente
sv: Redigera klienttunnel

source: Edit Hidden Service
cs: Upravit skrytou službu
hu: Rejtett Szolgáltatás Szerkesztése
ja: 秘匿サービスを編集
pt: Editar Serviço Oculto
sv: Redigera dold tjänst

source: Are you sure you want to delete?
cs: Opravdu chcete smazat?
hu: Biztosan törölni akarod?
ja: 本当に削除しますか？
pt: Tem certeza de que deseja excluir?
sv: Är du säker att du vill ta bort?

source: Edit proxy settings
cs: Editovat nastavení proxy
hu: Proxy beállítások szerkesztése
ja: プロキシ設定を編集
pt: Editar as definições da proxy
sv: Redigera proxyinställningar

source: New proxy settings
cs: Nové nastavení proxy
hu: Új proxy beállítások
ja: 新しいプロキシ設定
pt: Novas definições da proxy
sv: Nya proxyinställningar

source: Name
cs: Jméno
hu: Név
ja: 名前
pt: Nome
sv: Namn

source: Type
cs: Typ
hu: Típus
ja: 種類
pt: Tipo
sv: Typ

source: Name of tunnel to be displayed on Tunnel Manager home page and the router console sidebar
cs: Název tunelu, který se má zobrazit na domovské stránce manažera tunelů a na bočním panelu konzole routeru
hu: Az Alagút Kezelő kezdőoldalán és a router konzol oldalsávján megjelenítendő alagútnév
ja: トンネルマネージャのホームページとルーターコンソールのサイドバーに表示するトンネルの名前
pt: Nome do túnel a ser exibido na página inicial do Tunnel Manager e na barra lateral do console do roteador.
sv: Namnet på tunneln som ska visas på tunnelhanterarens hemsida och routerkonsolens sidofält

source: Description
cs: Popis
hu: Leírás
ja: 説明
pt: Descrição
sv: Beskrivning

source: Auto Start Tunnel
cs: Automatické spuštění tunelu
hu: Alagút Automatikusan Indul
ja: トンネルを自動開始する
pt: Iniciar túnel automaticamente
sv: Starta tunnel automatiskt

source: Description of tunnel to be displayed on Tunnel Manager home page
cs: Popis tunelu, který se má zobrazit na domovské stránce manažera tunelů
hu: Az alagút leírása, megjelenik az Alagút Kezelő kezdőoldalán
ja: トンネルマネージャのホームページに表示するトンネルの説明
pt: Descrição do túnel a ser exibida na página inicial do Tunnel Manager.
sv: Beskrivning av tunneln som ska visas på tunnelhanterarens hemsida

source: Enable this option to ensure this service is available when the router starts
cs: Zapněte tuto volbu pro zajištění dostupnosti této služby po startu routeru
hu: Engedélyezd ezt az opciót, hogy ez a szolgáltatás elérhető legyen, amikor a router elindul
ja: この設定を有効にすると、ルーターの起動時にこのサービスが利用可能になります
pt: Habilite esta opção para garantir que este serviço esteja disponível quando o roteador for iniciado.
sv: Aktivera det här alternativet för att säkerställa att den här tjänsten är tillgänglig när routern startar

source: Automatically start tunnel when router starts
cs: Automaticky spustit tunel po startu routeru
hu: Alagút automatikusan indul, amikor a router indul
ja: ルーターが起動したときにトンネルを自動で開始
pt: Iniciar túnel automaticamente quando o roteador iniciar
sv: Starta tunneln automatiskt när routern startar

source: The client tunnel and all other shared client tunnels must be stopped to change this setting
cs: Klientský tunel a všechny ostatní sdílené klientské tunely musí být pro změnu této volby zastaveny
hu: A kliens alagutat és az összes többi megosztott kliens alagutat le kell állítani, hogy ezt a beállítást megváltoztasd
ja: この設定を変更するには、そのクライアントトンネルと他のすべての共有クライアントトンネルを停止する必要があります。
pt: O túnel do cliente e todos os outros túneis de cliente compartilhados devem ser interrompidos para alterar essa configuração.
sv: Klienttunneln och alla andra delade klienttunnlar måste stoppas för att ändra denna inställning

source: The client tunnel must be stopped to change this setting
cs: Klientský tunel musí být zastaven pro změnu této volby
hu: A kliens alagutat le kell állítani, hogy ezt a beállításd megváltoztasd
ja: この設定を変更するには、そのクライアントトンネルを停止する必要があります。
pt: O túnel do cliente deve ser interrompido para alterar essa configuração.
sv: Klienttunneln måste stoppas för att ändra denna inställning

source: Target
cs: Cíl
hu: Cél
ja: ターゲット
pt: Alvo
sv: Mål

source: Access Point
cs: Přístupové místo (access point)
hu: Elérési Pont
ja: アクセスポイント
pt: Ponto de Acesso
sv: Anslutningspunkt

source: Port
ja: ポート
pt: Porta

source: Specify the local port this service should be accessible from
cs: Stanovte místní port, na kterém bude tato služba dostupná
hu: Add meg a helyi portot, melyről ez a szolgáltatás elérhető kell, hogy legyen
ja: このサービスがアクセス可能なローカルポートを指定します。
pt: Especificar a porta local a partir da qual esse serviço deve ser acessível
sv: Ange den lokala port som tjänsten ska vara nåbar från

source: required
cs: požadováno
hu: szükséges
ja: 必須
pt: obrigatório
sv: krävs

source: Host
hu: Hoszt
ja: ホスト
pt: Anfitrião
sv: Värd

source: Hostname or IP address of the target server
cs: Jméno hostitele nebo IP adresa cílového serveru
hu: Célszerver gépneve vagy IP címe
ja: ターゲットサーバーのホスト名またはIPアドレス
pt: Nome do host ou endereço IP do servidor-alvo
sv: Värdnamn eller IP-adress för servern

source: Local interface (ip address) the client tunnel will be reachable from
cs: Místní rozhraní (IP adresa) na kterém bude dostupný klientský tunel
hu: Helyi interfész (ip cím), melyről a kliens alagút elérhető lesz
ja: クライアントのトンネルが到達可能なローカルのインターフェース（IPアドレス）
pt: Interface local (endereço IP) do qual o túnel do cliente poderá ser acessado
sv: Lokalt gränssnitt (ip-adress) klienttunneln kommer att vara tillgänglig från

source: Reachable by
cs: Dosažitelné (kým)
hu: Elérhető
ja: 次からアクセス可能:
pt: Ao alcance de
sv: Nås av

source: Use SSL?
cs: Použít SSL?
hu: Használjon SSL-t?
ja: SSLを使用しますか？
pt: Usar SSL?
sv: Använd SSL?

source: If you are accessing a service on a remote I2P router, you may wish to connect with SSL to avoid traffic interception. The client application should be also be configured to use SSL.
cs: Pokud přistupujete ke službě na vzdáleném I2P routeru, možná se budete chtít připojit pomocí SSL, abyste předešli zachycení síťového provozu. Klientská aplikace by měla být také nastavena na používání SSL.
hu: Ha egy távoli I2P router-en használsz szolgáltatásokat, lehet, hogy SSL-lel szeretnél csatlakozni, hogy elkerüld a forgalom lehallgatását. A kliens alkalmazást is be kellene állítani, hogy SSL-t használjon.
ja: もし遠隔のI2Pルーターサービスにアクセスしているなら、トラフィックの傍受を避けるためにSSLを使って接続することをお勧めします。クライアントアプリケーションもSSLを使う設定をする必要があります。
pt: Se você estiver acessando um serviço em um roteador I2P remoto, convém conectar-se com SSL para evitar interceptação de tráfego. O aplicativo cliente também deve ser configurado para usar SSL.
sv: Om du använder en tjänst på en fjärransluten I2P-router, kanske du vill ansluta med SSL för att undvika trafikavlyssning. Klientapplikationen bör också konfigureras för att använda SSL.

source: Clients use SSL to connect to tunnel
cs: Klienti používají SSL pro připojení k tunelu
hu: Kliensek SSL-t használnak, hogy alagúthoz csatlakozzanak
ja: クライアントでトンネル接続にSSLを使う
pt: Os clientes usam SSL para se conectar ao túnel.
sv: Klienter använder SSL för att ansluta till tunneln

source: Outproxies
cs: Výstupní proxy (Outproxies)
hu: Kimenő proxyk
ja: アウトプロキシ
pt: Proxys de saída
sv: Utproxier

source: Specify the .i2p address or destination (b32 or b64) of the outproxy here.
cs: Zde stanovte outproxy .i2p adresu nebo cíl (b32 nebo b64).
hu: Itt add meg a kimenő proxy .i2p címét vagy útcicélját (b32 vagy b64)
ja: ここで、アウトプロキシの.i2pアドレスまたは（b32またはb64の）宛先を指定します。
pt: Especifique o endereço .i2p ou destino (b32 ou b64) do outproxy aqui.
sv: Ange .i2p-adressen eller destinationen (b32 eller b64) för utproxyn här.

source: For a random selection from a pool, separate with commas e.g. server1.i2p,server2.i2p
cs: Pro náhodný výběr ze zásobníku oddělte čárkami, např. server1.i2p,server2.i2p
hu: Véletlenszerű kiválasztásért veszővel válaszd el őket, pl. szerver1.i2p,szerver2.i2p
ja: プールから無作為に選択する場合、カンマで区切ってください。例. server1.i2p,server2.i2p
pt: Para uma seleção aleatória de um pool, separe com vírgulas, por exemplo. servidor1.i2p,servidor2.i2p
sv: För att välja slumpmässigt från ett urval, separera med kommatecken, t.ex: server1.i2p,server2.i2p

source: Outproxy Type
cs: Typ outproxy
ja: アウトプロキシの種類
pt: Tipo de Outproxy
sv: Utproxy-typ

source: SSL Outproxies
cs: SSL outproxy
hu: SSL Kimenő proxyk
ja: SSLアウトプロキシ
pt: Proxies de saída SSL
sv: SSL-utproxier

source: Use Outproxy Plugin
cs: Použít outproxy plugin
hu: Használjon Kimenő proxy Bővítményt
ja: アウトプロキシのプラグインを使用
pt: Usar extensão de proxy de saída
sv: Använd Outproxy-insticksmodul

source: If an outproxy plugin is installed (e.g. Orchid), use this instead of any configured outproxies to access websites outside of I2P
cs: Pokud je nainstalován plugin outproxy (např. Orchid), použijte ho místo jiných nastavených outproxies pro přístup k webovým stránkám mimo I2P
hu: Ha kimenő proxy van telepítve (pl. Orchid), használja ezt bármely másik beállított kimenő proxyk helyett az I2P-n kívüli weboldalak eléréséhez
ja: アウトプロキシプラグインがインストールされている場合（例. Orchid）、I2P以外のウェブサイトにアクセスするために設定されているアウトプロキシの代わりに、これを使います
pt: Se um plugin outproxy estiver instalado (por exemplo, Orchid), use-o em vez de quaisquer outproxies configurados para acessar sites fora do I2P
sv: Om en utproxyinsticksmodul är installerad (t.ex. Orchid), använd denna istället för alla konfigurerade utproxier för att komma åt webbplatser utanför I2P

source: Use plugin instead of above-listed proxies if available
cs: Použijte plugin (pokud je dostupný) místo proxy vypsaných výše
hu: Használja a bővítményt a fentiekben listázott proxyk helyett, ha elérhető
ja: 利用可能な場合は、上記のプロキシの代わりにプラグインを使う
pt: Use plugin em vez de proxies listados acima, se disponível
sv: Använd insticksmodul istället för ovanstående listade proxyn om möjligt

source: Tunnel Destination
cs: Cíl tunelu
hu: Alagút Célállomás
ja: トンネルの宛先
pt: Destino do Túnel

source: Specify the .i2p address or destination (b32 or b64) of the tunnel here.
cs: Zde stanovte .i2p adresu tunelu nebo cíl (b32 nebo b64).
hu: Itt add meg az alagút .i2p címét vagy úticélját (b32 vagy b64).
ja: ここでは、トンネルの .i2p アドレスまたは宛先（b32 または b64）を指定します。
pt: Especifique o endereço .i2p ou o destino (b32 ou b64) do túnel aqui.
sv: Ange .i2p-adress eller destination (b32 eller b64) för tunneln här.

source: name, name:port, or destination
cs: název, název:port, nebo cíl
hu: név, név:port, vagy úticél
ja: 名前、名前:ポート番号、または宛先
pt: nome, nome:porta, ou destino
sv: namn, namn:port, eller destination

source: b32 not recommended
cs: není doporučeno b32
hu: b32 nem javasolt
ja: b32 は非推奨です
pt: b32 não é recomendado
sv: b32 rekommenderas inte

source: Shared Client
cs: Sdílený klient
hu: Megosztott Kliens
ja: 共有クライアント
pt: Cliente Partilhado
sv: Delad klient

source: Traffic from all clients with this feature enabled will be routed over the same set of tunnels. This will make profiling the tunnels by an adversary more difficult, but will link the clients together.
cs: Síťový provoz od všech klientů, kteří mají zapnutu tuto funkci, bude směrován přes stejnou sadu tunelů. Toto ztíží profilování tunelů protivníkem, ale přesto vzájemně spojí klienty.
hu: Amely klienseknél ez a tulajdonság be van kapcsolva, mindegyiküktől jövő forgalom ugyanazon az alagútcsoporton keresztül lesz átirányítva. Ez megnehezíti az alagutak kiismerését ellenfelek számára, de összekapcsolja a klienseket.
ja: この機能を有効にした全てのクライアントからのトラフィックは、同じトンネルの組み合わせを介してルーティングされます。これにより、敵対者によるトンネルのプロファイリングがより困難になりますが、クライアントを一緒に結ぶことができます。
pt: O tráfego de todos os clientes com esse recurso habilitado será roteado pelo mesmo conjunto de túneis. Isso tornará o perfil dos túneis por um adversário mais difícil, mas ligará os clientes.
sv: Trafik från alla klienter med denna funktion aktiverad kommer att dirigeras över samma uppsättning tunnlar. Detta kommer att göra det svårare att profilera tunnlarna av en motståndare, men kommer att länka samman klienterna.

source: Share tunnels with other clients?
cs: Sdílet tunely s ostatními klienty?
hu: Alagutak meg legyenek osztva más kliensekkel?
ja: 他のクライアントとトンネルを共有しますか？
pt: Compartilhar túneis com outros clientes?
sv: Dela tunnlar med andra klienter?

source: Enable DCC
cs: Zapnout DCC
hu: DCC Engedélyezése
ja: DCCを有効にする
pt: Habilitar DCC
sv: Aktivera DCC

source: Enables direct chat and file transfers, bypassing I2P
cs: Zapne přímý chat a přenosy souborů, obejde I2P
hu: Engedélyezi a közvetlen chat-et és fájltovábbítást, megkerülve az I2P-t
ja: I2Pを迂回し、直接のチャットとファイル転送を有効にする
pt: Permite bate-papo direto e transferências de arquivos, ignorando I2P
sv: Aktiverar direktchatt och filöverföringar, förbigår I2P

source: Enable Direct Client-to-Client protocol. Note that this will compromise your anonymity and is <i>not</i> recommended.
cs: Zapněte přímý protokol klienta ke klientovi. Berte na vědomí, že toto zkompromituje vaší anonymitu a <i>není</i> doporučeno.
hu: Engedélyezi a Közvetlen Klienstől-Kliensig protokolt. Jó tudni, hogy ez veszélyeztetni fogja a névtelenségedet és <i>nem</i> javasolt.
ja: ダイレクトクライアント-ツー-クライアントプロトコルを有効にする。これは匿名性を損なうことになるので、お勧め<i>できません</i>。
pt: Habilite o protocolo Direct Client-to-Client. Observe que isso comprometerá seu anonimato e é <i>não</i> Recomendado.
sv: Aktivera direkt klient-till-klient-protokoll. Observera att detta äventyrar din anonymitet och rekommenderas <i>inte</i>.

source: Advanced networking options
cs: Rozšířená síťová nastavení
hu: Haladó hálózati opciók
ja: 高度なネットワーク設定
pt: Opções avançadas da rede
sv: Avancerade nätverksalternativ

source: Note: When this client proxy is configured to share tunnels, then these options are for all the shared proxy clients!
cs: Poznámka: V případě, že je nastavena proxy klienta pro sdílení tunelů, potom tyto možnosti platí pro všechny klienty sdílené proxy!
hu: Jó tudni: Amikor ez a kliens proxy úgy van beállítva, hogy megosszon alagutakat, akkor ezek az opciók mindegyik megosztott proxy kliensre vonatkoznak!
ja: 注意: このクライアントプロキシがトンネルを共有する設定の場合、これらの設定はすべての共有クライアントプロキシ用です！
pt: Nota: Quando este proxy de cliente é configurado para compartilhar túneis, então essas opções são para todos os clientes de proxy compartilhado!
sv: Obs: När denna klientproxy är konfigurerad att dela tunnlar, är dessa alternativ för alla delade proxyklienter!

source: Tunnel Length Options
cs: Možnosti délky tunelu
hu: Alagúthossz Opciók
ja: トンネルの長さ設定
pt: Opções de comprimento do túnel
sv: Alternativ för tunnellängd

source: Length
cs: Délka
hu: Hossz
ja: 長さ
pt: Comprimento
sv: Längd

source: Variance
cs: Rozptyl
hu: Szórás
ja: 分散
pt: Variação
sv: Variation

source: Length of each Tunnel
cs: Délka každého z tunelů
hu: Minden Alagút Hossza
ja: 各トンネルの長さ
pt: Comprimento de cada túnel
sv: Längd på varje tunnel

source: {0} hop tunnel
cs: Tunel s {0} skokem
hu: {0} ugrásos alagút
ja: {0}ホップのトンネル
pt: {0} Túnel de Lúpulo
sv: {0} hopptunnel

source: no anonymity
cs: žádná anonymita
hu: nincs névtelenség
ja: 匿名性なし
pt: sem anonimato
sv: ingen anonymitet

source: low anonymity
cs: nízká anonymita
hu: alacsony névtelenség
ja: 低い匿名性
pt: baixo anonimato
sv: låg anonymitet

source: medium anonymity
cs: střední anonymita
hu: közepes névtelenség
ja: 中程度の匿名性
pt: Anonimato médio
sv: medium anonymitet

source: high anonymity
cs: vysoká anonymita
hu: nagyfokú névtelenség
ja: 高い匿名性
pt: alto anonimato
sv: hög anonymitet

source: Level of Randomization for Tunnel Length
cs: Úroveň náhodného výběru délky tunelu
hu: Véletlenszerűség Szintje Alagút Hosszúsághoz
ja: トンネルの長さの無作為化レベル
pt: Nível de randomização para o comprimento do túnel
sv: Randomiseringsnivå för tunnellängd

source: 0 hop variance
cs: rozptyl skoků 0
hu: 0 ugrásos eltérés
ja: 0ホップの分散
pt: 0 variação de salto
sv: 0 hoppvarians

source: no randomization, consistent performance
cs: žádná náhodnost, konzistentní výkon
hu: nincs véletlenszerűség, állandó teljesítmény
ja: 無作為化なし、一貫したパフォーマンス
pt: sem randomização, desempenho consistente
sv: ingen randomisering, konsekvent prestanda

source: + 0-1 hop variance
cs: rozptyl + 0-1 skoku
hu: + 0-1 ugrásos eltérés
ja: + 0-1のホップ分散
pt: + 0-1 variação de salto
sv: + 0-1 hoppvariation

source: medium randomization, lower performance
cs: střední náhodnost, nižší výkon
hu: közepes véletlenszerűség, alacsonyabb teljesítmény
ja: 中程度の無作為化、低いパフォーマンス
pt: média randomização, desempenho inferior
sv: medium randomisering, lägre prestanda

source: + 0-2 hop variance
cs: rozptyl + 0-2 skoků
hu: + 0-2 ugrásos eltérés
ja: + 0-2ホップの分散
pt: + 0-2 variação de salto
sv: + 0-2 hoppvarians

source: high randomization, very low performance
cs: vysoká náhodnost, velmi nízký výkon
hu: nagy véletlenszerűség, nagyon alacsony teljesítmény
ja: 高い無作為化、非常に低いパフォーマンス
pt: alta randomização, desempenho muito baixo
sv: hög randomisering, mycket låg prestanda

source: +/- 0-1 hop variance
cs: rozptyl +/- 0-1 skoku
hu: +/- 0-1 ugrásos eltérés
ja: +/- 0-1ホップの分散
pt: +/- 0-1 variação do salto
sv: +/- 0-1 hoppvarians

source: standard randomization, standard performance
cs: standardní náhodnost, standardní výkon
hu: normál véletlenszerűség, normál teljesítmény
ja: 標準的な無作為化、標準的なパフォーマンス
pt: randomização padrão, desempenho padrão
sv: standard randomisering, standardprestanda

source: +/- 0-2 hop variance
cs: rozptyl +/- 0-2 skoků
hu: +/- 0-2 ugrásos eltérés
ja: +/- 0-2ホップの分散
pt: +/- 0-2 variação de salto
sv: +/- 0-2 hoppvarians

source: not recommended
cs: není doporučeno
hu: nem javasolt
ja: 非推奨
pt: não recomendado
sv: rekommenderas inte

source: hop variance
cs: rozptyl skoků
hu: ugrás szórás
ja: ホップの分散
pt: variação de salto
sv: hoppvariation

source: Tunnel Quantity Options
cs: Možnosti množství tunelů
hu: Alagút Minőségi Opciók
ja: トンネル数量設定
pt: Opções de quantidade de túnel
sv: Alternativ för tunnelkvantitet

source: Count
cs: Počet
hu: Mennyiség
ja: 回数
pt: Contar
sv: Antal

source: Backup Count
cs: Počet Záloh
hu: Mentések Száma
ja: バックアップの回数
pt: Contagem de Backups
sv: Antal reserver

source: Number of Tunnels in Group
cs: Počet tunelů ve skupině
hu: Alagutak Száma a Csoportban
ja: グループ内のトンネルの数
pt: Número de Túneis no Grupo
sv: Antal tunnlar i grupp

source: Number of Reserve Tunnels
cs: Počet rezervních tunelů
hu: Fenntartott Alagutak Száma
ja: 予備トンネルの数
pt: Número de túneis de reserva
sv: Antal reservtunnlar

source: {0} backup tunnel
cs: {0} záložní tunel
hu: {0} mentő alagút
ja: {0}個の補助トンネル
pt: {0} túnel de backup
sv: {0} reservtunnel
