Repository: i2p/i2p.i2p
Catalog: apps/i2ptunnel/locale/messages_*.po
Languages: cs, hu, ja, pt, sv

source: If the maximum number of post requests per allocated period is exceeded, enforce a global access ban for this number of minutes
cs: Pokud je překročen maximální počet požadavků typu post za přidělenou časovou periodu, vynutit globální zákaz na tento počet minut
hu: Ha a post kérések túllépnek a maximális számon a megadott időtartamban, általános tiltás kényszerítése ennyi percig
ja: 割り当てられた期間中の post 要求の最大数を超えた場合、この数分の間、包括的なアクセス禁止を実施する。
pt: Se o número máximo de solicitações de postagem por período alocado for excedido, aplique uma proibição de acesso global para esse número de minutos
sv: Om det maximala antalet postförfrågningar per tilldelad period överskrids, tillämpa ett globalt åtkomstförbud för detta antal minuter.

source: POST limit period
cs: Perioda limitu POST
hu: POST korlát időtartam
ja: POST 制限期間
pt: Período limite POST
sv: POST-gränsperiod

source: Time span for the maximum number of post requests to be reached before a ban is triggered
cs: Doba pro dosažení maximálního počtu požadavků typu post, po které dojde k zákazu
hu: Időtartam a tiltást kiváltó post kérések maximális számának eléréséhez
ja: 禁止が発動されるまでの最大post要求数に達するまでの時間
pt: Período de tempo para que o número máximo de pedidos de correio seja atingido antes de uma proibição ser desencadeada
sv: Tidsperiod för det maximala antalet inläggsförfrågningar som ska nås innan en avstängning utlöses

source: Tunnels not initialized yet; please retry in a few moments.
cs: Tunely nejsou ještě zprovozněny; zkuste to znovu za chvíli.
hu: Alagutak még nem kaptak kezdőértéket; kérlek, próbáld újra kicsit később
ja: トンネルはまだ初期化されていませんので、数分後に再試行してください。
pt: Túneis ainda não inicializados; Por favor, tente novamente em alguns momentos.
sv: Tunnlarna är inte initialiserade ännu; försök igen strax.

source: These are the local services provided by your router.
cs: Toto jsou místní služby poskytované vaším routerem.
hu: Ezek a helyi szolgáltatások, melyeket a router-ed biztosít.
ja: これらはルーターが提供するローカルサービスです。
pt: Estes são os serviços locais fornecidos pelo seu roteador.
sv: Det här är de lokala tjänsterna som tillhandahålls av din router.

source: By default, most of your client services (email, HTTP proxy, IRC) will share the same set of tunnels and be listed as "Shared Clients".
cs: Ve výchozím stavu většina služeb vašeho klienta (e-mail, HTTP proxy, IRC) bude sdílet stejnou sadu tunelů a budou vypsané jako "Sdílení klienti".
hu: Alapértelmezésben a legtöbb kliens szolgáltatásod (email, HTTP proxy, IRC) ugyanazt az alagútcsoportot használja megosztva, úgy szerepel, hogy "Megosztott Kliensek".
ja: 規定では、たいていのあなたのクライアントのサービス（Eメール、HTTPプロキシ、IRC）トンネルと同じ組み合わせを共有し、"共有クライアント"であると一覧に記載されます。
pt: Por padrão, a maioria dos seus serviços de cliente (e-mail, proxy HTTP, IRC) compartilhará o mesmo conjunto de túneis e será listada como "Clientes Compartilhados".
sv: Som standard kommer de flesta av dina klienttjänster (e-post, HTTP-proxy, IRC) att dela samma uppsättning tunnlar och listas som "Delade klienter".

source: Status Messages
cs: Stavové Zprávy
hu: Állapot Üzenetek
ja: 状態通知
pt: Mensagens de status
sv: Statusmeddelanden

source: Refresh
cs: Obnovit
hu: Frissítés
ja: 更新
pt: Atualizar
sv: Uppdatera

source: Clear
cs: Smazat
hu: Töröl
ja: 消去
pt: Apagar
sv: Rensa

source: Global Tunnel Control
cs: Globální ovládání tunelu
hu: Teljeskörű Alagút Szabályozás
ja: 包括的トンネル操作
pt: Controle de túnel global
sv: Global tunnelstyrning

source: Tunnel Wizard
cs: Průvodce tunelem
hu: Alagút Varázsló
ja: トンネルウィザード
pt: Assistente de Túneis
sv: Tunnelguide

source: Stop All
cs: Zastavit vše
hu: Mindet Leállít
ja: 全て停止
pt: Parar Todos
sv: Stoppa alla

source: Start All
cs: Spustit vše
hu: Mindet Indít
ja: 全て開始
pt: Iniciar Todos
sv: Starta alla

source: Restart All
cs: Spustit vše znovu (restartovat)
hu: Mindet Újraindít
ja: 全て再起動
pt: Reiniciar Todos
sv: Starta om alla

source: I2P Hidden Services
cs: I2P skryté služby
hu: I2P Rejtett Szolgáltatások
ja: I2P秘匿サービス
pt: I2P - Serviços Ocultos
sv: Dolda I2P-tjänster

source: Points at
cs: Ukazuje na
hu: Mutat erre:
ja: 到達点
pt: Aponta para
sv: Hänvisar till

source: Preview
cs: Náhled
hu: Előnézet
ja: プレビュー
pt: Visualizar
sv: Förhandsvisning

source: Status
cs: Stav
hu: Állapot
ja: 状態

source: Control
hu: Vezérlés
ja: 操作
pt: Controle
sv: Kontroll

source: Edit Server Tunnel Settings for
cs: Upravit nastavení tunelu serveru pro
hu: Szerver Alagút Beállítások Szerkesztése
ja: 次のサーバートンネル設定を編集
pt: Editar configurações de túnel do servidor para
sv: Redigera servertunnelinställningar för

source: Test HTTPS server, bypassing I2P
cs: Testovat HTTPS server, obejít I2P
hu: HTTPS szerver tesztelése, az I2P elkerülésével
ja: I2P を迂回して、 HTTPS サーバーをテスト
pt: Testar servidor HTTPS, ignorando I2P
sv: Testa HTTPS-servern, kringgå I2P

source: Test HTTP server, bypassing I2P
cs: Testovat HTTP server, obejít I2P
hu: HTTP szerver tesztelése, az I2P elkerülésével
ja: I2P を迂回して、 HTTP サーバーをテスト
pt: Testar servidor HTTP, ignorando I2P
sv: Testa HTTP-servern, kringgå I2P

source: Test HTTP server through I2P
cs: Testovat HTTP server skrze I2P
hu: HTTPS szerver tesztelése, az I2P-n keresztül
ja: I2P 経由で HTTP サーバーをテスト
pt: Testar servidor HTTP através de I2P
sv: Testa HTTP-servern via I2P

source: No Preview
cs: Bez náhledu
hu: Nincs Előnézet
ja: プレビューなし
pt: Sem visualização
sv: Ingen förhandsvisning

source: Starting...
cs: Spouštím
hu: Indítás...
ja: 起動中...
pt: Iniciando...
sv: Startar...

source: Stop this Tunnel
cs: Zastavit tento tunel
hu: Állítsd le ezt az Alagutat
ja: このトンネルを停止
pt: Interromper esse túnel
sv: Stoppa den här tunneln

source: Stop
cs: Zastaveno
hu: Leállítás
ja: 停止
pt: Parar
sv: Stoppa

source: Running
cs: Běží
hu: Fut
ja: 稼働中
pt: Executando
sv: Körs

source: Stopped
cs: Zastaven
hu: Leállt
ja: 停止しました
pt: Parado
sv: Stoppad

source: Start this Tunnel
cs: Spustit tento tunel
hu: Indítsd el ezt az Alagutat
ja: このトンネルを開始
pt: Iniciar esse túnel
sv: Starta den här tunneln

source: Start
cs: Spustit
hu: Indítás
ja: 開始
pt: Iniciar
sv: Starta

source: Destination
cs: Cíl
hu: Célállomás
ja: 宛先
pt: Destino

source: Hostname
cs: Hostitelské jméno
hu: Gépnév
ja: ホスト名
pt: Nome do hospedeiro
sv: Värdnamn

source: Share your site using the hostname
cs: Sdílejte svou stránku pomocí jména hostitele
hu: Oszd meg az oldalad gépnév használatával
ja: ホスト名でサイトを共有
pt: Compartilhar seu site usando o domínio
sv: Dela din webbplats med hjälp av värdnamnet

source: Copy the hostname to the clipboard
cs: Zkopírujte jméno hostitele do schránky
hu: Másold a gépnevet a vágólapra
ja: ホスト名をクリップボードへコピー
pt: Copiar o domínio para a área de transferência
sv: Kopiera värdnamnet till urklipp

source: Copy Hostname
cs: Kopírovat jméno hostitele
hu: Gépnév Másolása
ja: ホスト名をコピー
pt: Copiar Domínio
sv: Kopiera värdnamn

source: New hidden service
cs: Nová skrytá služba
hu: Új rejtett szolgáltatás
ja: 新しい秘匿サービス
pt: Novo serviço oculto
sv: Nya dolda tjänster

source: Standard
cs: Standarní
hu: Normál
ja: 標準
pt: Padrão

source: Create
cs: Vytvořit
hu: Létrehoz
ja: 作成
pt: Criar
sv: Skapa

source: I2P Client Tunnels
cs: I2P Klient Tunely
hu: I2P Kliens Alagutak
ja: I2Pクライアントトンネル
pt: Túneis de cliente I2P
sv: I2P-klienttunnlar

source: Interface
cs: Rozhraní
hu: Felület
ja: インターフェース
sv: Gränssnitt

source: Edit Tunnel Settings for
cs: Upravit nastavení tunelu pro
hu: Aalgút Beállítások Szerkesztése ehhez:
ja: このトンネル設定を編集
pt: Editar as configurações de túnel para
sv: Redigera tunnelinställningar för

source: Standby
cs: Pohotovostní
hu: Készenlét
ja: スタンバイ
pt: Em espera
sv: Vänteläge

source: Outproxy
hu: Kimenő proxy
ja: アウトプロキシ
pt: Proxy de saída
sv: Utproxy

source: internal plugin
cs: interní plugin
hu: belső bővítmény
ja: 内部プラグイン
pt: Plug-in interno
sv: internt insticksmodul

source: none
cs: žádný
hu: semmi
ja: なし
pt: nenhum
sv: inga

source: New client tunnel
cs: Nový tunel klienta
hu: Új kliens alagút
ja: 新しいクライアントトンネル
pt: Novo túnel de cliente
sv: Ny klienttunnel

source: Registration Helper
cs: Pomocník registrace
hu: Regisztráció Segítő
ja: 登録ヘルパー
pt: Ajuda de Registo
sv: Registreringshjälp

source: This service uses encrypted leasesets. Registration is not recommended. Registration authentication is disabled.
cs: Tato služba používá šifrované sety pronájmu. Registrace není doporučena. Ověření registrace je vypnuto.
hu: Ez a szolgáltatás titkosított úticél kapcsolati információt (leaseset) használ. Regisztráció nem javasolt. Regisztrációs azonosítás letiltva.
ja: このサービスは暗号化されたリースセットを使います。登録は非推奨です。登録認証は無効化されました。
pt: Esse serviço usa leasesets criptografados. Não é recomendado o registro. A autenticação de registro está desabilitada.
sv: Den här tjänsten använder krypterade leasesets. Registrering rekommenderas inte. Registreringsautentisering är inaktiverad.

source: Please be sure to select, copy, and paste the entire contents of the appropriate authentication data into the form of your favorite registration site
cs: Ujistěte se, že do formuláře vaší oblíbené registrační stránky vybíráte, kopírujete a vkládáte celý obsah dat potřebných pro ověření
hu: Bizonyosodj meg arról, hogy kiválasztottad, kimásoltad és beillesztetted a megfelelő azonosítási adatokat a kívánt regisztrációs oldalad űrlapjába
ja: 必ず、適切な認証データの内容を全部選択してコピーし、お気に入りの登録サイトのフォームに貼り付けてください。
pt: Por favor, assegure-se de selecionar, copiar e colar o conteúdo inteiro dos dados de autenticação apropriados no formulário do seu site de registro favorito
sv: Var noga med att välja, kopiera och klistra in hela innehållet i lämplig autentiseringsdata i formuläret på din favoritregistreringswebbplats.

source: Tunnel name
cs: Název tunelu
hu: Alagút név
ja: トンネル名
pt: Nome do túnel
sv: Tunnelnamn

source: Website name
cs: Jméno webové stránky
hu: Weboldal neve
ja: ウェブサイト名
pt: Nome do website
sv: Webbplatsens namn

source: Local Destination
cs: Místní cíl
hu: Helyi Célállomás
ja: ローカルの宛先
pt: Destino local
sv: Lokal destination

source: Local destination is not available. Start the tunnel.
cs: Místní cíl není dostupný. Spusťte tunel.
hu: Helyi Célállomás nem elérhető. Indítsd el az alagutat.
ja: ローカルの宛先は利用不可能です。そのトンネルを開始してください。
pt: O destino local não está disponível. Inicie o túnel.
sv: Lokal destination är inte tillgänglig. Starta tunneln.

source: To enable registration verification, edit tunnel and set name (or website name) to a valid hostname ending in '.i2p'
cs: Pro zapnutí ověření registrace upravte tunel a nastavte název (nebo jméno webové stránky) na platné jméno hostitele končící '.i2p'
hu: A regisztráció ellenőrzés engedélyezéséhez szerkeszd az alagutat és állítsd be a nevet (vagy weboldal nevét) egy érvényes gépnévre, aminek a vége '.i2p'
ja: 登録検証を有効化するには、トンネルを編集し、名前（またはウェブサイト名）を'i2p'で終える有効なホスト名を設定します。
pt: Para habilitar a verificação de registro, edite o túnel e defina o nome (ou nome do website) para um domínio válido terminado em '.i2p'
sv: För att aktivera registreringsverifiering, redigera tunneln och ange namnet (eller webbplatsnamnet) till ett giltigt värdnamn som slutar på '.i2p'

source: To enable registration verification, edit tunnel and set name to a valid hostname ending in '.i2p'
cs: Pro zapnutí ověření registrace upravte tunel a nastavte název na platné jméno hostitele končící '.i2p'
hu: A regisztráció ellenőrzés engedélyezéséhez szerkeszd az alagutat és állítsd be a nevet egy érvényes gépnévre, aminek a vége '.i2p'
ja: 登録検証を有効化するには、トンネルを編集し、名前を'i2p'で終える有効なホスト名を設定します。
pt: Para habilitar a verificação de registro, edite o túnel e defina o nome (ou nome do website) para um domínio válido terminado em '.i2p'
sv: För att aktivera registreringsverifiering, redigera tunneln och ange namnet till ett giltigt värdnamn som slutar på '.i2p'

source: Destination signing key is not available. Start the tunnel.
cs: Klíč pro podepisování cíle není dostupný. Spusťte tunel.
hu: Úticél aláíró kulcs nem elérhető. Indítsd el az alagutat.
ja: 宛先署名鍵は利用不可能です。そのトンネルを開始してください。
pt: A chave de assinatura do destino não está disponível. Inicie o túnel.
sv: Destinationssigneringsnyckeln är inte tillgänglig. Starta tunneln.

source: Destination signing key is offline. Use CLI tools on the offline machine.
cs: Klíč pro podepisování cíle je offline. Použijte nástroje příkazové řádky/CLI na zařízení, které je offline.
hu: Az úticél aláíró kulcsa kapcsolat nélküli módban van. Használj parancssori eszközöket a gépen, mely kapcsolat nélküli módban van.
ja: 宛先署名鍵はオフラインです。オフラインの機械上でCLIツールを使用してください。
pt: A chave de assinatura do destino está offline. Use as ferramentas de linha de comando na máquina offline.
sv: Destinationssigneringsnyckeln är frånkopplad. Använd CLI-verktyg på frånkopplad dator.

source: Authentication for adding host {0}
cs: Ověření pro přidání hostitele {0}
hu: Azonosítás a gép hozzáadásához {0}
ja: 追加するホスト {0} 用の認証
pt: Autenticação para adicionar o host {0}
sv: Autentisering för att lägga till värden {0}

source: Copy and paste this to the registration site
cs: Zkopírujte a vložte toto do registrační stránky
hu: Másold ki ezt és illeszd be a regisztrációs oldalon
ja: 登録サイトへこれをコピーと貼り付けする
pt: Copie e cole isto no site de registro
sv: Kopiera och klistra in detta på registreringssidan

source: Advanced authentication strings
cs: Pokročilé řetězce ověření
hu: Haladó azonosítási karaktersorozatok
ja: 高度な登録認証文字列
pt: String de autenticação avançadas
sv: Avancerade autentiseringssträngar

source: Authentication for removing host {0}
cs: Ověření pro odebrání hostitele {0}
hu: Azonosítás gép eltávolításához {0}
ja: 削除するホスト {0} 用の認証
pt: Autenticação para remover o host {0}
sv: Autentisering för att ta bort värden {0}

source: Authentication for changing name
cs: Ověření pro změnu názvu
hu: Azonosítás névváltoztatáshoz
ja: 名前変更用認証
pt: Autenticação para alterar o nome
sv: Autentisering för namnbyte

source: This will change the name from {0} to {1}, using the same destination
cs: Toto změní název z {0} na {1}, za použití stejného cíle
hu: Ez megváltoztatja a nevet erről: {0} erre: {1}, ugyanannak az úticélnak a felhasználásával
ja: これは {0} から {1} へ名前を変更すると、同じ宛先を使います
pt: Isso alterará o nome {0} para {1}, usando o mesmo destino
sv: Detta ändrar namnet från {0} till {1}, med samma destination

source: This tunnel must be configured with the new hostname.
cs: Tento tunel musí být nastaven s novým jménem hostitele.
hu: Ez az alagutat új gépnévvel be kell állítani.
ja: このトンネルは新たなホスト名と設定しなければなりません。
pt: Esse túnel precisa ser configurado com o novo domínio.
sv: Denna tunnel måste konfigureras med det nya värdnamnet.

source: Enter old hostname below.
cs: Zadejte níže staré jméno hostitele.
hu: Add meg lentebb a régi gépnevet.
ja: 古いホスト名を以下に入力。
pt: Insira o domínio antigo abaixo.
sv: Ange det gamla värdnamnet nedan.

source: Authentication for adding alias
cs: Ověření pro přidání aliasu
hu: Azonosítás álnév hozzáadásához
ja: 追加する別名用の認証
pt: Autenticação para adicionar apelido
sv: Autentisering för att lägga till alias

source: This will add an alias {0} for {1}, using the same destination
cs: Toto přidá alias {0} pro {1}, za použití stejného cíle
hu: Hozzáadása ennek az álnévnek: {0} ehhez: {1}, ugyanazt az úticélt használva
ja: これは、 {1} 用のエリアス {0} を追加すると、同じ宛先を使います
pt: Isso adicionará o apelido {0} para {1}, usando o mesmo destino
sv: Detta kommer att lägga till ett alias {0} för {1}, med samma destination

source: Authentication for changing destination
cs: Ověření pro změnu cíle
hu: Azonosítás az úticél megváltoztatásához
ja: 宛先変更用認証
pt: Autenticação para alterar o destino
sv: Autentisering för att ändra destination

source: This will change the destination for {0}
cs: Toto změní cíl pro {0}
hu: Meg fogja változtatni az úticélját ennek: {0}
ja: これは、{0} に宛先が変更されます。
pt: Isso alterará o destino para {0}
sv: Detta kommer att ändra destinationen för {0}

source: This tunnel must be configured with the new destination.
cs: Tento tunel musí být nastaven s novým cílem.
hu: Ez az alagutat az új úticéllal be kell állítani.
ja: このトンネルは新たな宛先と設定しなければなりません。
pt: Esse túnel precisa ser configurado com o novo destino.
sv: Denna tunnel måste konfigureras med den nya destinationen.

source: Enter old destination below.
cs: Zadejte níže starý cíl.
hu: Add meg lentebb a régi úticélt.
ja: 古い宛先を以下に入力。
pt: Insira o antigo destino abaixo.
sv: Ange gammal destination nedan.

source: Authentication for adding alternate destination
cs: Ověření pro přidání alternativního cíle
hu: Azonosítás helyettes úticél hozzáadásához
ja: 追加した代替の宛先用の認証
pt: Autenticação para adicionar destino alternativo
sv: Autentisering för att lägga till alternativ destination

source: This will add an alternate destination for {0}
cs: Toto přidá alternativní cíl pro {0}
hu: Hozzá fog adni helyettes úticélt ehhez: {0}
ja: これは、{0} に代替の宛先が追加されます
pt: Isso adicionará um destino alternativo para {0}
sv: Detta lägger till en alternativ destination för {0}

source: Authentication for adding subdomain
cs: Ověření pro přidání subdomény
hu: Azonosítás aldomain hozzáadásához
ja: 追加したサブドメイン用の認証
pt: Autenticação para adicionar um subdomínio
sv: Autentisering för att lägga till underdomän

source: This will add a subdomain {0} of {1}, with a different destination
cs: Toto přidá subdoménu {0} z {1}, s jiným cílem
hu: Hozzáadja ezt az aldomain-t: {0} ennek: {1}, más úticéllal
ja: これは、{1} のサブドメイン {0} を追加すると、異なる宛先を伴う
pt: Isso adicionará o subdomínio {0} de {1}, com um destino diferente
sv: Detta lägger till en underdomän {0} av {1}, med en annan destination

source: This tunnel must be configured with the new subdomain and destination.
cs: Tento tunel musí být nastaven s novou subdoménou a cílem.
hu: Ez az alagutat az új aldomain-nel és úticéllal be kell állítani,
ja: このトンネルは新たなサブドメインと宛先と設定しなければなりません。
pt: Esse túnel precisa ser configurado com o novo subdomínio e destino.
sv: Denna tunnel måste konfigureras med den nya underdomänen och destinationen.

source: Enter higher-level domain and destination below.
cs: Zadejte níže doménu vysoké úrovně a cíl.
hu: Add meg lentebb a magas szintű domain-t és úticélt.
ja: 高いレベルのドメインと宛先をいかに入力。
pt: Entre o domínio de maior nível e o destino abaixo.
sv: Ange domän och destination på högre nivå nedan.

source: Go back and edit the tunnel
cs: Vraťte se zpět a upravte tunel
hu: Menj vissza és szerkeszd az alagutat
ja: 戻ってトンネルを編集する
pt: Voltar e editar o túnel
sv: Gå tillbaka och redigera tunneln

source: Specify old name and destination
cs: Uveďte starý název a cíl
hu: Add meg a régi nevet és úticélt
ja: 古い名前と宛先を指定する
pt: Especificar o antigo nome e destino
sv: Ange gammalt namn och destination

source: This is only required for advanced authentication.
cs: Toto je vyžadováno jen pro pokročilé ověření.
hu: Erre csak haladó azonosításhoz van szükség.
ja: これは、高度な認証にのみ要求されます。
pt: Isso só é necessário para autenticação avançada.
sv: Detta krävs endast för avancerad autentisering.

source: See above for required items.
cs: Podívejte se výše pro vyžadované položky.
hu: A szükséges tételekért lásd fentebb.
ja: 必須項目は上記を参照してください。
pt: Veja acima os itens necessários.
sv: Se ovan för obligatoriska artiklar.

source: Old hostname
cs: Staré jméno hostitele
hu: Régi gépnév
ja: 古いホスト名
pt: Antigo nome do host
sv: Gammalt värdnamn

source: Private Key File for old Destination
cs: Soubor soukromého klíče pro starý cíl
hu: Magán kulcsfájl a régi Úticélhoz
ja: 古い宛先用の秘密鍵ファイル
pt: Arquivo da Chave Privada para o Destino antigo
sv: Privat nyckelfil för gammal destination

source: Generate Authentication
cs: Vygenerovat ověření
hu: Azonosítás Létrehozása
ja: 認証を生成
pt: Gerar autenticação
sv: Generera autentisering

source: Generate
cs: Generovat
hu: Létrehozás
ja: 生成
pt: Gerar
sv: Generera

source: SSL Helper
cs: SSL pomocník
hu: SSL Segítő
ja: SSLヘルパー
pt: Assistente SSL
sv: SSL-hjälpare

source: Experts only!
cs: Jen experti!
hu: Csak szakértőknek!
ja: 上級者のみ！
pt: Apenas técnicos!
sv: Endast Experter!

source: Alt Base32
hu: Helyettes Base32
ja: 代替 Base32
pt: Base32 Alternativo

source: Incoming I2P Port Routing
cs: Směrování příchozího I2P portu
hu: Bejövő I2P Port Átirányítás
ja: 受信中のI2P ポート回路
pt: Roteamento de Portas de Entradas da I2P
sv: Inkommande I2P-portsrutt

source: I2P Port
ja: I2P ポート
pt: Porta I2P

source: Virtual Host
hu: Virtuális Gép
ja: 仮想ホスト
pt: Host Virtual
sv: Virtuell värd

source: Server
hu: Szerver
ja: サーバー
pt: Servidor

source: Default
cs: Výchozí
hu: Alapértelmezett
ja: 規定
pt: Predefinição
sv: Förval

source: Jetty Server
hu: Jetty Szerver
ja: Jetty サーバー
pt: Servidor Jetty

source: Configuration Files
cs: Soubory nastavení
hu: Beállító Fájlok
ja: 設定ファイル
pt: Arquivos de Configuração
sv: Konfigurationsfiler

source: Enabled
cs: Povoleno
hu: Engedélyezve
ja: 常駐する
pt: Ativado
sv: Aktiverad

source: I2P webserver (eepsite)
cs: I2P webový server (eepstránka)
hu: I2P webszerver (eep oldal)
ja: I2P ウェブサーバー (eepsite)
pt: servidor web I2P (eepsite)
sv: I2P-webbserver (eepsida)

source: SSL is enabled
cs: SSL je zapnuto
hu: SSL engedélyezve
ja: SSLは有効です
pt: O SSL está ativado
sv: SSL är aktiverat

source: Disable SSL
cs: Vypnout SSL
hu: SSL tiltása
ja: SSLを無効化
pt: Desativar SSL
sv: Inaktivera SSL

source: SSL is disabled
cs: SSL je vypnuto
hu: SSL letiltva
ja: SSLは無効です
pt: O SSL está desativado
sv: SSL är inaktiverat

source: Enable SSL
cs: Zapnout SSL
hu: SSL Engedélyezése
ja: SSLを有効化
pt: Ativar SSL
sv: Aktivera SSL

source: New Certificate Password
cs: Nové heslo certifikátu
hu: Új Tanúsítvány Jelszó
ja: 新しい証明書パスワード
pt: Nova Senha de Certificado
sv: Nytt certifikatlösenord

source: Generate new SSL certificate
cs: Vygenerovat nový certifikát
hu: Új SSL Tanúsítvány Létrehozása
ja: 新しいSSL証明書を生成
pt: Gerar novo certificado SSL
sv: Generera nytt SSL-certifikat

source: Generate SSL certificate and enable
cs: Vygenerovat SSL certifikát a zapnout
hu: Új SSL tanúsítvány létrehozása és engedélyezése
ja: 新しいSSL証明書を生成し有効化
pt: Gerar o certificado SSL e habilitar
sv: Generera SSL-certifikat och aktivera

source: I2P Tunnel Manager - Tunnel Creation Wizard
cs: Manažer I2P tunelu - Průvodce vytvořením tunelu
hu: I2P Alagút Kezelő - Alagút Létrehozása Varázsló
ja: I2P トンネルマネージャ - トンネル作成ウィザード
pt: Gerenciamento de Túnel I2P - Assistente de criação de túneis
sv: I2P-tunnelhanterare - Guide för skapande av tunnlar

source: Server or client tunnel?
cs: Serverový nebo klientský tunel?
hu: Szerver vagy kliens alagút?
ja: サーバートンネル、それともクライアントトンネル？
pt: Túnel de cliente ou servidor?
sv: Server eller klienttunnel?

source: Tunnel type
cs: Typ tunelu
hu: Alagút típus
ja: トンネルの種類
pt: Tipo de túnel
sv: Tunnel typ

source: Tunnel name and description
cs: Název tunelu a popis
hu: Alagút neve és leírása
ja: トンネルの名前と詳細
pt: Nome e descrição do túnel
sv: Tunnelnamn och beskrivning

source: Tunnel destination
cs: Cíl tunelu
hu: Alagút célállomása
ja: トンネルの宛先
pt: Destino do túnel

source: Binding address and port
cs: Bind/spojení adresy a portu
hu: Cím és port kötése
ja: バインドするアドレスとポート
pt: Endereço e porta de escuta
sv: Adress och port

source: Tunnel auto-start
cs: Automatické spuštění tunelu
hu: Alagút automatikus indítása
ja: トンネルの自動開始
pt: Auto-iniciar túnel

source: Wizard completed
cs: Průvodce dokončen
hu: Varázsló kész
ja: ウィザード完了
pt: Assistente finalizado
sv: Guiden färdig

source: This wizard will take you through the various options available for creating tunnels in I2P.
cs: Tento průvodce vás provede různými možnostmi vytvoření I2P tunelů.
hu: Ez a varázsló végigvezet azokon a különböző lehetőségeken, melyekkel alagutak hozhatók létre az I2P-n belül.
ja: このウィザードは、I2P でトンネルを作成するために利用可能な様々な設定を説明します。
pt: Este assistente vai apresentar várias opções disponíveis para a criação de túneis I2P.
sv: Guiden tar dig igenom de olika inställningsmöjligheterna för att skapa tunnlar.
