Repository: i2p/i2p.i2p
Catalog: router/locale/messages_*.po
Languages: de, is, pl

source: OK
is: Í lagi

source: IPv4: OK; IPv6: Testing
de: IPv4: OK; IPv6: Prüfvorgang
is: IPv4: Í lagi; IPv6: Prófun
pl: IPv4: OK; IPv6: Testuję

source: IPv4: OK; IPv6: Firewalled
de: IPv4: OK; IPv6: Mit Firewall
is: IPv4: Í lagi; IPv6: Bak við eldvegg
pl: IPv4: OK; IPv6: Za zaporą

source: IPv4: Testing; IPv6: OK
de: IPv4: Prüfvorgang; IPv6: OK
is: IPv4: Prófun; IPv6: Í lagi
pl: IPv4: Testuję; IPv6: OK

source: IPv4: Firewalled; IPv6: OK
de: IPv4: Mit Firewall; IPv6: OK
is: IPv4: Bak við eldvegg; IPv6: Í lagi
pl: IPv4: Za zaporą; IPv6: OK

source: IPv4: Disabled; IPv6: OK
de: IPv4: Deaktiviert; IPv6: OK
is: IPv4: Óvirkt; IPv6: Í lagi
pl: IPv4: Wyłączone; IPv6: OK

source: IPv4: Symmetric NAT; IPv6: OK
de: IPv4: Symmetrisches NAT; IPv6: OK
is: IPv4: Samhverft NAT; IPv6: Í lagi
pl: IPv4: Symetryczny NAT; IPv6: OK

source: Symmetric NAT
de: Symmetrisches NAT
is: Samhverft NAT
pl: Symetryczny NAT

source: IPv4: Symmetric NAT; IPv6: Testing
de: IPv4: Symmetrisches NAT; IPv6: Prüfvorgang
is: IPv4: Samhverft NAT; IPv6: Prófun
pl: IPv4: Symetryczny NAT; IPv6: Testuję

source: IPv4: Firewalled; IPv6: Testing
de: IPv4: Mit Firewall; IPv6: Prüfvorgang
is: IPv4: Bak við eldvegg; IPv6: Prófun
pl: IPv4: Za zaporą; IPv6: Testuję

source: Firewalled
de: Firewall aktiv
is: Bak við eldvegg
pl: Za zaporą sieciową

source: IPv4: Testing; IPv6: Firewalled
de: IPv4: Prüfvorgang; IPv6: Mit Firewall
is: IPv4: Prófun; IPv6: Bak við eldvegg
pl: IPv4: Testuję; IPv6: Za zaporą

source: IPv4: Disabled; IPv6: Testing
de: IPv4: Deaktiviert; IPv6: Prüfvorgang
is: IPv4: Óvirkt; IPv6: Prófun
pl: IPv4: Wyłączone; IPv6: Testuję

source: IPv4: Disabled; IPv6: Firewalled
de: IPv4: Deaktiviert; IPv6: Mit Firewall
is: IPv4: Óvirkt; IPv6: Bak við eldvegg
pl: IPv4: Wyłączone; IPv6: Za zaporą

source: Disconnected
de: Getrennt
is: Aftengt
pl: Rozłączono

source: Port Conflict
de: Portkonflikt
is: Árekstur gátta
pl: Konflikt portów

source: Testing
de: Teste
is: Prófun
pl: Testuję

source: Rejecting tunnels: Starting up
de: Weise Tunnelanfragen ab: Initialisieren
is: Hafna göngum: Er að ræsast
pl: Odrzucanie tuneli: Uruchamianie

source: Rejecting tunnels: High message delay
de: Weise Tunnelanfragen zurück: hohe Nachrichtenlatenz
is: Hafna göngum: Mikil töf skilaboða
pl: Odrzucanie tuneli: Wysokie opóźnienie wiadomości

source: Rejecting tunnels: Limit reached
de: Weise Tunnelanfragen zurück: Begrenzung erreicht
is: Hafna göngum: Takmörkum náð
pl: Odrzucanie tuneli: Osiągnięto limit

source: Rejecting most tunnels: High number of requests
de: Weise Tunnelanfragen zurück: hohe Anzahl an Anfragen
is: Hafna flestum göngum: Mikill fjöldi beiðna
pl: Odrzucanie tuneli: Duża liczba żądań

source: Accepting most tunnels
de: Akzeptiere die meisten Tunnelanfragen
is: Samþykki flest göng
pl: Akceptowanie większości tuneli

source: Accepting tunnels
de: Akzeptiere Tunnelanfragen
is: Samþykki göng
pl: Akceptowanie tuneli

source: Rejecting tunnels: Bandwidth limit
de: Weise Tunnelanfragen zurück: Bandbreitenbeschränkung erreicht
is: Hafna göngum: Takmörkuð bandbreidd
pl: Odrzucanie tuneli: Limit przepustowości

source: Rejecting most tunnels: Bandwidth limit
de: Weise die meisten Tunnelanfragen zurück: Bandbreitenbeschränkung erreicht
is: Hafna flestum göngum: Takmörkuð bandbreidd
pl: Odrzucanie większości tuneli: Limit przepustowości

source: Rejecting tunnels: Shutting down
de: Weise Tunnelanfragen zurück: Beende Router
is: Hafna göngum: Er að slökkva
pl: Odrzucanie tuneli: Zamykanie

source: Rejecting tunnels
de: Weise Tunnelanfragen zurück
is: Hafna göngum
pl: Odrzucanie tuneli

source: Dropping tunnel requests: Too slow
de: Ignoriere Tunnelanfragen: zu langsam
is: Sleppi beiðnum um göng: Of hægvirkt
pl: Odrzucanie żądań o tunele: Za wolno

source: Dropping tunnel requests: High job lag
de: Tunnelanforderungen werden verworfen: Hohe Aufgabenverzögerung
is: Sleppi beiðnum um göng: Mikil töf verka
pl: Odrzucanie żądań o tunele: Wysokie opóźnienie zadań

source: Dropping tunnel requests: Overloaded
de: Ignoriere Tunnelanfragen: überlastet
is: Sleppi beiðnum um göng: Of mikið álag
pl: Odrzucanie żądań o tunele: Przeładowanie

source: Rejecting tunnels: Hidden mode
de: Weise Tunnel ab: Versteckter Modus
is: Hafna göngum: Falinn hamur
pl: Odrzucanie tuneli: Tryb Ukryty

source: Rejecting tunnels: Request overload
de: Weise Tunnelanfragen zurück: Überlast an Anfragen
is: Hafna göngum: Of margar beiðnir
pl: Odrzucanie tuneli: Przeładowanie żądań

source: Rejecting tunnels: Connection limit
de: Weise Tunnelanfragen zurück: Verbindungslimit erreicht
is: Hafna göngum: Takmörkum tenginga náð
pl: Odrzucanie tuneli: Limit połączenia

source: Dropping tunnel requests: High load
de: Ignoriere Tunnelanfragen: Hohe Last
is: Sleppi beiðnum um göng: Mikið álag
pl: Odrzucanie żądań o tunele: Wysokie obciążenie

source: Dropping tunnel requests: Queue time
de: Ignoriere Tunnelanfragen: zu lange Warteschlange
is: Sleppi beiðnum um göng: Tími í biðröð
pl: Odrzucanie żądań o tunele: Czas kolejki
