Repository: i2p/i2p.i2p
Catalog: installer/resources/locale/po/messages_*.po
Languages: fr, hu

source: Failed to load the wrapper
fr: Échec de chargement de l’enveloppeur
hu: Burkolat betöltése sikertelen

source: $APP_LONG_NAME is already running.
fr: $APP_LONG_NAME est déjà en cours d’exécution.
hu: $APP_LONG_NAME már fut.

source: Running $APP_LONG_NAME
fr: Exécution de $APP_LONG_NAME
hu: Futás alatt $APP_LONG_NAME

source: Waiting for $APP_LONG_NAME
fr: En attente de $APP_LONG_NAME
hu: Várakozás erre: $APP_LONG_NAME

source: WARNING: $APP_LONG_NAME may have failed to start.
fr: AVERTISSEMENT : échec possible de démarrage de $APP_LONG_NAME.
hu: FIGYELMEZTETÉS: $APP_LONG_NAME indítása lehet, hogy sikertelen.

source: Must be root to perform this action.
fr: Vous devez être root pour effectuer cette action.
hu: Root-nak kell lenni, hogy ezt a művelet elvégzésre kerüljön.

source: Starting $APP_LONG_NAME
fr: Démarrage de $APP_LONG_NAME
hu: Indítás folyamatban: $APP_LONG_NAME

source: Stopping $APP_LONG_NAME
fr: Arrêt de $APP_LONG_NAME
hu: Leállítás folyamatban: $APP_LONG_NAME

source: $APP_LONG_NAME was not running.
fr: $APP_LONG_NAME n’était pas en cours d’exécution.
hu: $APP_LONG_NAME nem futott.

source: Unable to stop $APP_LONG_NAME.
fr: Impossible de stopper $APP_LONG_NAME.
hu: $APP_LONG_NAME leállítása sikertelen.

source: Waiting for $APP_LONG_NAME to exit
fr: En attente de fermeture de $APP_LONG_NAME.
hu: Várakozás err: $APP_LONG_NAME, hogy kilépjen

source: Failed to stop $APP_LONG_NAME.
fr: Échec d’arrêt de $APP_LONG_NAME.
hu: $APP_LONG_NAME leállítása sikertelen.

source: Stopped $APP_LONG_NAME.
fr: $APP_LONG_NAME a été arrêtée.
hu: $APP_LONG_NAME leállt.

source: Stopping $APP_LONG_NAME gracefully
fr: Fermeture respectueuse de $APP_LONG_NAME
hu: $APP_LONG_NAME óvatos leállítása folyamatban.

source: $APP_LONG_NAME is not running.
fr: $APP_LONG_NAME n’est pas en cours d’exécution.
hu: $APP_LONG_NAME jelenleg nem fut.

source: $APP_LONG_NAME is running: PID:$pid
fr: $APP_LONG_NAME est en cours d’exécution : PID:$pid
hu: $APP_LONG_NAME fut: PID:$pid

source: $APP_LONG_NAME is running: PID:$pid, Wrapper:$STATUS, Java:$JAVASTATUS
fr: $APP_LONG_NAME est en cours d’exécution: PID:$pid, Enveloppeur:$STATUS, Java:$JAVASTATUS
hu: $APP_LONG_NAME fut: PID:$pid, Burkolat:$STATUS, Java:$JAVASTATUS

source: The $APP_LONG_NAME daemon is already installed.
fr: Le démon de $APP_LONG_NAME est déjà installé.
hu: A(z) $APP_LONG_NAME háttérszolgáltatás már telepítve van.

source: Installing the $APP_LONG_NAME daemon
fr: Installation du démon de $APP_LONG_NAME
hu: A(z) $APP_LONG_NAME háttérszolgáltatás telepítés alatt

source: Install not currently supported for $DIST_OS
fr: L’installation n’est actuellement pas prise en charge pour $DIST_OS
hu: Telepítés jelenleg nincs támogatva ehhez: $DIST_OS

source: Removing $APP_LONG_NAME daemon
fr: Suppression du démon de $APP_LONG_NAME
hu: A(z) $APP_LONG_NAME háttérszolgáltatás eltávolítás alatt

source: The $APP_LONG_NAME daemon is not currently installed.
fr: Le démon de $APP_LONG_NAME n’est actuellement pas installé.
hu: A(z) $APP_LONG_NAME háttérszolgáltatás jelenleg nincs telepítve.

source: Remove not currently supported for $DIST_OS
fr: La suppression n’est actuellement pas prise en charge pour $DIST_OS
hu: Eltávolítás jelenleg nincs támogatva ehhez: $DIST_OS

source: Commands:
fr: Commandes :
hu: Parancsok:

source: Launch in the current console.
fr: Lancer dans la console actuelle.
hu: Indítás a jelenlegi parancssorban.

source: Start in the background as a daemon process.
fr: Démarrer en arrière-plan comme processus démon.
hu: Indítás a háttérben, háttérszolgáltatási folyamatként.

source: Stop if running as a daemon or in another console.
fr: Arrêter si elle fonctionne comme démon ou dans une autre console.
hu: Leállítás, ha háttérszolgáltatásként vagy másik parancssorban fut.

source: Stop gracefully, may take up to 11 minutes.
fr: Arrêt respectueux, peut prendre jusqu’à 11 minutes.
hu: Óvatos leállítás, eltarthat akár 11 percig is.

source: Stop if running and then start.
fr: Arrêter si elle fonctionne et démarrer ensuite.
hu: Leállítás, ha fut, azután indítás.

source: Restart only if already running.
fr: Redémarrer seulement si elle est déjà en cours d’exécution.
hu: Újraindítás csak akkor, ha már fut.

source: Query the current status.
fr: Demander l’état actuel.
hu: Jelenlegi állapot lekérdezése.

source: Install to start automatically when system boots.
fr: Installer pour lancer automatiquement quand le système système démarre.
hu: Telepítés automatikus indítással a rendszer elindulásakor.

source: Uninstall.
fr: Désinstaller.
hu: Eltávolítás.

source: Request a Java thread dump if running.
fr: Demander un vidage des fils d’exécution de Java si elle est en cours d’exécution.
hu: Java szál lerakás kérése, ha fut.

source: Please edit i2prouter and set the variable RUN_AS_USER
fr: Veuillez modifier i2prouter et définir la variable RUN_AS_USER
hu: Kérlek, hogy szerkeszd az i2prouter-t és állítsd be a következő változót: RUN_AS_USER

source: Running I2P as the root user is *not* recommended.
fr: Il n’est *pas* recommandé d’exécuter I2P en tant que root.
hu: Az I2P-t root felhasználóként futtatni *nem* javasolt.

source: To run as root anyway, edit i2prouter and set ALLOW_ROOT=true.
fr: Pour quand même exécuter en tant que root, modifier i2prouter et définir ALLOW_ROOT=true.
hu: Ha mégis root-ként szeretnéd futtatni, szerkeszd az i2prouter-t és állítsd át a következő változót erre: ALLOW_ROOT=true.
