Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: Update link
cs: Odkaz aktualizace
ja: 更新リンク

source: Stop
cs: Zastaveno
ja: 停止

source: Update
cs: Aktualizovat
ja: 更新

source: Delete
cs: Smazat
ja: 削除

source: Create Family
cs: Vytvořit rodinu
ja: ファミリーを作成

source: You must enter a family name
cs: Musíte zadat jméno rodiny
ja: ファミリーの名前を入力する必要があります

source: Configuration saved successfully.
cs: Nastavení úspěšně uloženo.
ja: 設定は正常に保存されました。

source: Join Family
cs: Připojit se k rodině
ja: ファミリーに参加

source: Load from file failed
cs: Načtení ze souboru selhalo
ja: ファイルからの読み込みに失敗

source: Leave Family
cs: Opustit rodinu
ja: ファミリーを離れる

source: Delete selected
cs: Smazat vybrané
ja: 選択したものを削除

source: Add item
cs: Přidat položku
ja: アイテムを追加

source: Restore defaults
cs: Obnovit výchozí
ja: 初期設定に戻す

source: Home page changed
cs: Domovská stránka změněna
ja: ホームページが変更されました

source: Restored default settings
cs: Obnoveno výchozí nastavení
ja: 初期設定に戻されました

source: No name entered
cs: Nebylo zadáno jméno
ja: 名前が入力されていません

source: No URL entered
cs: Nebyla zadána URL
ja: URL が入力されていません

source: Added
cs: Přidáno
ja: 追加されました

source: Removed
cs: Odebráno
ja: 削除されました

source: Add key
cs: Přidat klíč
ja: 鍵を追加

source: You must enter a destination
cs: Musíte zadat cíl
ja: 宛先を入力しなければなりません

source: You must enter a key
cs: Musíte zadat klíč
ja: 鍵を入力する必要があります

source: Invalid key
cs: Neplatný klíč
ja: 無効な鍵

source: Invalid destination
cs: Neplatný cíl
ja: 無効な宛先

source: Key for {0} added to keyring
cs: Klíč pro {0} přidán do keyringu
ja: {0}の鍵が鍵束に追加されました

source: Lookup password required
cs: Vyhledávací heslo požadováno
ja: ルックアップパスワードが必要です

source: Requires hostname, destination, or blinded Base32
cs: Vyžaduje jméno hostitele, cíl, nebo skryté Base32
ja: ホスト名、宛先、またはブラインド化されたBase32が必要です

source: Destination requires lookup password
cs: Cíl vyžaduje vyhledávací heslo
ja: 宛先にはルックアップパスワードが必要です

source: Destination does not require lookup password
cs: Cíl nevyžaduje vyhledávací heslo
ja: 宛先はルックアップパスワードを必要としません。

source: Destination requires encryption key
cs: Cíl vyžaduje šifrovací klíč
ja: 宛先には暗号鍵が必要です

source: Destination does not require encryption key
cs: Cíl nevyžaduje šifrovací klíč
ja: 宛先は暗号鍵を必要としません。

source: Send key to server operator.
cs: Poslat klíč provozovateli serveru.
ja: サーバーのオペレーターへ鍵を送信してください。

source: Delete key
cs: Smazat klíč
ja: 鍵を削除

source: Key for {0} removed from keyring
cs: Klíč pro {0} odebrán z keyringu
ja: {0}の鍵が鍵束から削除されました

source: Key for {0} not found in keyring
cs: Klíč pro {0} nenalezen v keyringu
ja: {0}の鍵が鍵束に見つかりませんでした

source: Local encrypted destinations
cs: Místní šifrované cíle
ja: ローカルの暗号化された宛先

source: Remote encrypted destinations
cs: Vzdálené šifrované cíle
ja: リモートの暗号化された宛先

source: Cancel
cs: Zrušit
ja: キャンセル

source: Destination
cs: Cíl
ja: 宛先

source: Name
cs: Jméno
ja: 名前

source: Encryption Key
cs: Šifrovací klíč
ja: 暗号鍵

source: Lookup Password
cs: Vyhledávací heslo
ja: ルックアップパスワード

source: Created
cs: Vytvořen
ja: 生成

source: Expires
cs: Vyprší
ja: 期限

source: Encrypted
cs: Zašifrováno
ja: 暗号化済

source: Encrypted with lookup password
cs: Šifrováno vyhledávacím heslem
ja: ルックアップパスワードで暗号化済

source: Blinded with lookup password
cs: Skryto pomocí vyhledávacího hesla
ja: ルックアップパスワードでブラインド化

source: Blinded
cs: Skryto
ja: ブラインド

source: Log overrides updated
cs: Aktualizováno přepisování logu
ja: ログ上書きが更新されました

source: Log configuration saved
cs: Nastavení logu uloženo
ja: ログ設定が保存されました

source: Add additional logging statements above (e.g. {0}).
cs: Přidejte dodatečné logovací výroky výše (např. {0}).
ja: 上記のロギングステートメントをさらに追加 (例えば {0})。

source: Valid log levels are {0}.
cs: Platné úrovně logování jsou {0}.
ja: 有効なログレベルは{0}です。

source: Select a class to add
cs: Vyberte třídu pro přidání
ja: 追加するクラスを選択

source: All classes in {0}
cs: Všechny třídy v {0}
ja: {0}内の全クラス

source: Bandwidth
cs: Datový přenos
ja: 帯域幅

source: Home Page
cs: Domovská stránka
ja: ホームページ

source: Network
cs: Síť
ja: ネットワーク

source: Sidebar
cs: Boční panel
ja: サイドバー

source: Tunnels
cs: Tunely
ja: トンネル

source: Clients
cs: Klienti
ja: クライアント

source: Keyring
cs: Klíčenka
ja: 鍵束

source: Logging
cs: Logování
ja: ロギング

source: Peers
cs: Peery
ja: ピア

source: Stats
cs: Statistiky
ja: 統計

source: Plugins
cs: Pluginy
ja: プラグイン

source: Web Apps
ja: ウェブアプリ

source: Advanced
cs: Pokročilé
ja: 詳細

source: Router Family
cs: Rodina routeru
ja: ルーターファミリ

source: Save changes
cs: Ulžoit změny
ja: 変更を保存

source: Updating IP address
cs: Aktualizace IP adresy
ja: IP アドレスを更新中

source: Updating IPv6 setting
cs: Aktualizace nastavení IPv6
ja: IPv6 の設定を更新中

source: Disabling TCP completely
cs: Úplné vypínání TCP
ja: 完全に TCP を無効化中

source: Updating TCP address to {0}
cs: Aktualizace TCP adresy na {0}
ja: TCP アドレスを {0} に更新中

source: Disabling inbound TCP
cs: Vypínání příchozího TCP
ja: 着信 TCP を無効化中

source: Updating inbound TCP address to auto
cs: Aktualizace příchozí TCP adresy na automatickou
ja: 着信 TCP アドレスを「自動」に更新中

source: Updating TCP port to {0}
cs: Aktualizace TCP portu na {0}
ja: TCP ポートを {0} に更新中

source: Warning - ports less than 1024 are not recommended
cs: Varování - porty s čísly menšími než 1024 nejsou doporučeny
ja: 警告 - 1024番未満のポートは推奨されません

source: Invalid port
cs: Neplatný port
ja: 無効なポート

source: Updating inbound TCP port to auto
cs: Aktualizace příchozího TCP portu na automatický
ja: 着信 TCP ポートを「自動」に更新中

source: Updating UDP port to {0}
cs: Aktualizace UDP portu na {0}
ja: UDP ポートを {0} に更新中

source: Gracefully restarting into Hidden Router Mode
cs: Běžně restartuji do konzole skrytého routeru
ja: 秘匿ルーターモードに正常に再起動

source: Gracefully restarting to exit Hidden Router Mode
cs: Běžně restartuji pro opuštění konzole skrytého routeru
ja: 正常に再起動し、秘匿ルーターモードを終了

source: Enabling UPnP
cs: Zapínání UPnP
ja: UPnP を有効にしています

source: Disabling UPnP
cs: Vypínání UPnP
ja: UPnP を無効にしています

source: Enabling laptop mode
cs: Zapínání režimu laptop
ja: ラップトップモードを有効化中

source: Disabling laptop mode
cs: Vypínání režimu laptop
ja: ラップトップモードを無効化中

source: Disabling inbound IPv4
cs: Vypínání příchozí IPv4
ja: 着信 IPv4を無効化中

source: Enabling inbound IPv4
cs: Zapínání příchozí IPv4
ja: 着信 IPv4を有効化中

source: Disabling inbound IPv6
cs: Vypínání příchozí IPv6
ja: 着信 IPv6 を無効化中

source: Enabling inbound IPv6
cs: Zapínání příchozí IPv6
ja: 着信 IPv6 を有効化中

source: Disabling UDP
cs: Vypínání UDP
ja: UDP を無効にしています

source: Enabling UDP
cs: Zapínání UDP
ja: UDP を有効にしています

source: Requiring SSU introducers
cs: Vyžadování SSU uvaděčů
ja: SSU イントロデューサーを要求中

source: Invalid address
cs: Neplatná adresa
ja: 無効なアドレス

source: The address {0} is not publicly routable
cs: Adresa {0} není veřejně směrovatelná
ja: アドレス {0} は公には到達可能でありません

source: Updating bandwidth share percentage
cs: Aktualizace procenta sdílení datového přenosu
ja: 共有帯域幅割合を更新中

source: Invalid bandwidth
cs: Neplatný datový přenos
ja: 無効な帯域幅

source: Updated bandwidth limits
cs: Aktualizovány limity datového přenosu
ja: 帯域幅制限を更新しました

source: Add hostname or IP
cs: Přidat jméno hostitele nebo IP
ja: ホスト名または IP を追加

source: bits per second
cs: bitů za sekundu
ja: ビット毎秒

source: {0}Bytes per month maximum
cs: {0}bajtů měsíčně maximum
ja: 最大一月当たり{0}バイト

source: Ban peer until restart
cs: Zakázat peera do restartu
ja: 再起動までピアを禁止

source: Manually banned via {0}
cs: Ručně zakázáno pomocí {0}
ja: {0} を通じて手動で禁止されました

source: Peer
ja: ピア

source: banned until restart
cs: zakázáno do restartu
ja: 再起動まで禁止されました

source: Invalid peer
cs: Neplatný peer
ja: 無効なピア

source: Unban peer
cs: Zrušit zákaz peera
ja: ピアの禁止を解除

source: unbanned
cs: zákaz zrušen
ja: の禁止が解除されました

source: is not currently banned
cs: momentálně není zakázáno
ja: 現在禁止されていません

source: Adjust peer bonuses
cs: Upravit bonusy peerů
ja: ピアのボーナスを調整

source: Bad speed value
cs: Hodnota špatné rychlosti
ja: 不良な速度値

source: Bad capacity value
cs: Hodnota špatné kapacity
ja: 不良な許容値

source: Unsupported
cs: Nepodporováno
ja: 非サポート

source: IPs Banned Until Restart
cs: IP zakázány až do restartu
ja: 再起動まで禁止された IP

source: IPv4 Addresses
cs: IPv4 adresy
ja: IPv4 アドレス

source: IPv6 Addresses
cs: IPv6 adresy
ja: IPv6 アドレス

source: IPs Permanently Banned
cs: IP trvale zakázány
ja: 永久に禁止された IP

source: From
cs: Od
ja: 送信元

source: To
cs: Do
ja: 送信先

source: Save changes and reseed now
cs: Nyní uložit změny a reseedovat
ja: 変更を保存して今すぐ再シードする

source: Reseeding is already in progress
cs: Reseedování již probíhá
ja: 再シードはすでに進行中です

source: Starting reseed process
cs: Spouštění procesu reseedování
ja: 再シードプロセスを開始

source: Reseed from URL
cs: Reseed z URL
ja: URLから再シード

source: You must enter a URL
cs: Musíte zadat URL
ja: URLを入力する必要があります

source: Reseed in progress, check sidebar for status
cs: Reseedování probíhá, zkontrolujte stav v bočním panelu
ja: 再シード進行中、ステータスのサイドバーを確認してください。

source: Reseed complete, check sidebar for status
cs: Reseedování dokončeno, zkontrolujte stav v bočním panelu
ja: 再シード完了、ステータスのサイドバーを確認してください

source: Reseed from file
cs: Reseedovat ze souboru
ja: ファイルから再シード

source: Reseed from file failed
cs: Reseedování ze souboru selhalo
ja: ファイルからの再シード失敗

source: Reseed successful, loaded {0} router info from file
cs: Reseedování bylo úspěšné, načtena {0} router informace ze souboru
ja: 再シード成功、ファイルから {0} 件のルーター情報を読み込みました

source: Reset URL list
cs: Reset seznamu URL
ja: URLリストをリセット

source: URL list reset successfully
cs: Seznam URL úspěšně resetován
ja: URLリストのリセットに成功しました

source: Cancel shutdown
cs: Zrušit vypnutí
ja: シャットダウンをキャンセル

source: Cancel restart
cs: Zrušit restart
ja: 再起動をキャンセル

source: Restart immediately
cs: Restartovat okamžitě
ja: すぐに再起動

source: Shutdown
cs: Vypnout
ja: シャットダウン

source: Shutdown in {0}
cs: Zastavení za {0}
ja: {0} でシャットダウン

source: Please wait for routing commitment to expire for {0} tunnel
cs: Prosím počkejte na vypršení platnosti závazku směrování u {0} tunelu
ja: ルーティングコミットメントが {0} 個のトンネル に対し期限切れになるのを待っています

source: Restart in {0}
cs: Restart za {0}
ja: {0} で再起動

source: Stat filter and location updated successfully to
ja: 統計フィルターとロケーションが正常に更新されました:

source: Full statistics enabled
cs: Úplné statistiky zapnuty
ja: 完全な統計が有効になりました

source: Full statistics disabled
cs: Úplné statistiky vypnuty
ja: 完全な統計が無効になりました

source: Graph list updated, may take up to 60s to be reflected on the {0}Graphs Page{1}
cs: Seznam grafů aktualizován, může trvat až 60sek. než se změny projeví na {0}stránce grafů{1}
ja: グラフリストが更新されましたが、 {0}グラフページ{1} に反映されるまで最大60秒ほどかかる場合があります。

source: Save order
cs: Uložit pořadí
ja: 順番を保存

source: Refresh disabled
cs: Obnovení vypnuto
ja: 更新は無効です

source: Refresh interval changed
cs: Změněn interval obnovení
ja: 更新間隔が変更されました

source: Refresh interval must be a number
cs: Interval obnovení musí být číslem
ja: 更新間隔は数字でなければなりません

source: Restore full default
cs: Obnovit plné výchozí
ja: 完全な初期設定に戻す

source: Full sidebar default restored.
cs: Celý výchozí boční panel obnoven.
ja: 完全なサイドバーの初期設定に戻りました。

source: Sidebar will refresh shortly.
cs: Boční panel bude brzy obnoven.
ja: サイドバーはすぐに更新されます。

source: Restore minimal default
cs: Obnovit minimální výchozí
ja: 最小の初期設定に戻す

source: Minimal sidebar default restored.
cs: Minimální výchozí boční panel obnoven.
ja: 最小のサイドバーの初期設定に戻りました。

source: Order must be an integer
cs: Pořadí musí být celé číslo
ja: 順番は整数値でなければなりません

source: No section selected
cs: Nebyla vybrána sekce
ja: セクションが選択されていません

source: No order entered
cs: Nezadáno pořadí
ja: 順番が入力されていません

source: Moved
cs: Přesunuto
ja: 移動しました

source: Saved order of sections.
cs: Uloženo pořadí sekcí.
ja: セクションの順番が保存されました

source: Updated settings for all pools.
cs: Aktualizováno nastavení všech zásobníků.
ja: 全プールで設定が更新されました。

source: Exploratory tunnel configuration saved successfully.
cs: Nastavení průzkumného tunelu bylo úspěšně uloženo.
ja: 調査トンネルの設定が正常に保存されました。

source: Error saving the configuration (applied but not saved) - please see the error logs.
cs: Chyba při ukládání nastavení (použito ale neuloženo) - prosím podívejte se do logů chyb.
ja: 設定の保存中にエラー (適用されたが保存されず) - エラーログをご確認ください。

source: {0} hop
cs: {0} skok
ja: {0} 回ホップ

source: {0} tunnel
cs: {0} tunel
ja: {0} 個のトンネル

source: Exploratory tunnels
cs: Průzkumné tunely
ja: 調査トンネル

source: Client tunnels for {0}
cs: Tunely klienta pro {0}
ja: {0} に対するクライアントトンネル

source: ANONYMITY WARNING - Settings include 0-hop tunnels.
cs: VAROVÁNÍ ANONYMITY - Nastavení zahrnují tunely s 0 skoky.
ja: 匿名性警告 - 設定に0ホップのトンネルが含まれています。

source: ANONYMITY WARNING - Settings include 1-hop tunnels.
cs: VAROVÁNÍ ANONYMITY - Nastavení zahrnují tunely s 1 skokem.
ja: 匿名性警告 - 設定に1ホップのトンネルが含まれています。

source: PERFORMANCE WARNING - Settings include very long tunnels.
cs: VAROVÁNÍ VÝKONU - Nastavení zahrnují velmi dlouhé tunely.
ja: パフォーマンス警告 - 設定に非常に長いトンネルが含まれています。

source: PERFORMANCE WARNING - Settings include high tunnel quantities.
cs: VAROVÁNÍ VÝKONU - Nastavení zahrnují vysokou kvantitu tunelů.
ja: パフォーマンス警告 - 設定に高いトンネルの数量が含まれています。

source: Inbound
cs: Příchozí
ja: 着信

source: Outbound
cs: Odchozí
ja: 送信

source: Length
cs: Délka
ja: 長さ

source: Randomization
cs: Náhodný výběr
ja: ランダム化

source: Quantity
cs: Množství
ja: 数量

source: Backup quantity
cs: Množství záloh
ja: 補助数量

source: Inbound options
cs: Příchozí možnosti
ja: 受信オプション

source: Outbound options
cs: Odchozí možnosti
ja: 送信オプション

source: Add user
cs: Přidat uživatele
ja: ユーザーを追加

source: Theme change saved.
cs: Změna vzhledu uložena.
ja: テーマの変更が保存されました。

source: Mobile console option saved.
cs: Možnost mobilní konzole uložena.
ja: モバイルコンソールオプションが保存されました。

source: Refresh the page to view.
cs: Pro zobrazení obnovte stránku.
ja: ページを更新して表示

source: No user name entered
cs: Nebylo zadáno jméno uživatele
ja: ユーザー名が入力されていません

source: Warning: User names outside the ISO-8859-1 character set are not recommended. Support is not standardized and varies by browser.
cs: Varování: jména uživatelů mimo znakovou sadu ISO-8859-1 nejsou doporučena. Podpora není standardizována a liší se u různých prohlížečů.
ja: 警告: ISO-8859-1 文字セットの範囲外のユーザ名は推奨されません。サポートは標準化されておらず、ブラウザに依存します。

source: No password entered
cs: Nebylo zadáno heslo
ja: パスワードが入力されていません

source: To recover from a forgotten or non-working password, stop I2P, edit the file {0}, delete the line {1}, and restart I2P.
cs: Abyste vyřešili zapomenuté nebo nefunkční heslo, zastavte I2P, upravte soubor {0}, smažte řádek {1} a restartujte I2P.
ja: パスワードがわからない、または使えない状態から回復するには、I2Pを停止し、ファイル {0} を編集し、行{1}を削除して、I2Pを再起動します。

source: Removed user {0}
cs: Odebrán uživatel {0}
ja: ユーザー {0} を削除しました

source: Set theme universally across all apps
cs: Nastavte univerzální vzhled pro všechny aplikace
ja: 全アプリにテーマを設定

source: Force the mobile console to be used
cs: Vynutit použití mobilní konzole
ja: モバイルコンソールの使用を強制する

source: Enabling the Universal Theming option is recommended when embedding these applications
cs: Zapnutí možnosti univerzálního vzhledu je doporučeno při zahrnutí (embeddingu) těchto aplikací
ja: これらのアプリケーションを組み込む場合は、ユニバーサルテーマ設定オプションを有効にすることをお勧めします。

source: Embed Email and Torrent applications in the console
cs: Zahrnout e-mail a torrent aplikace do konzole
ja: EメールとTorrentアプリケーションをコンソールに埋め込む

source: Add a user and password to enable.
cs: Přidejte uživatele a heslo pro zapnutí.
ja: ユーザー名とパスワードを追加すると有効になります

source: Mark for deletion
cs: Označit pro smazání
ja: 削除にマーク

source: Remove
cs: Odstranit
ja: 削除

source: Username
cs: Uživatelské jméno
ja: ユーザー名

source: Password
cs: Heslo
ja: パスワード

source: Aborted startup
cs: Přerušený start
ja: 実行を中止しました

source: Enabled floodfill
cs: Zapnut floodfill
ja: floodfill を有効化

source: Changed IP
cs: Změněna IP
ja: IPが変更されました

source: Changed port
cs: Změněn port
ja: ポートが変更されました

source: Clock shifted
cs: Čas posunut
ja: 時刻がシフトしました

source: Crashed
cs: Havárie
ja: クラッシュ

source: Critical error
cs: Kritická chyba
ja: 重大なエラー

source: Installed new version
cs: Nainstalována nová verze
ja: 新しいバージョンがインストールされました

source: Install failed
cs: Instalace selhala
ja: インストール失敗

source: Network error
cs: Síťová chyba
ja: ネットワークエラー

source: New router identity
cs: Nová identita routeru
ja: 新しいルーターアイデンティティ

source: Disabled floodfill
cs: Vypnuto floodfill
ja: floodfill が無効になりました

source: Out of memory error
cs: Chyba nedostatku paměti
ja: エラー：メモリ不足

source: Reachability change
cs: Změna dosažitelnosti
ja: 到達可能性の変更

source: Reseeded router
cs: Reseedovaný router
ja: ルーターを再シードしました

source: Soft restart
cs: Měkký restart
ja: ソフト再起動

source: Started router
cs: Spuštěn router
ja: ルーターは開始しました

source: Stopped router
cs: Zastaven router
ja: ルーターは停止しました

source: Updated router
cs: Aktualizován router
ja: ルーターを更新しました

source: Watchdog warning
cs: Varování hlídacího psa
ja: ウォッチドッグ警告

source: Display Events
cs: Zobrazit události
ja: イベント表示

source: Events since
cs: Události od
ja: 以降のイベント

source: Event type
cs: Typ události
ja: イベントの種類

source: All events
cs: Všechny události
ja: すべてのイベント

source: Filter events
cs: Události filtru
ja: イベントをフィルター

source: No events found
cs: Nenalezeny události
ja: イベントはありません

source: No events found in previous {0}
cs: Nenalezeny události v předchozích {0}
ja: 過去 {0} にイベントはありませんでした

source: No "{0}" events found
cs: Nenalezena událost "{0}"
ja: {0} イベントはありませんでした

source: No "{0}" events found in previous {1}
cs: Nenalezena událost "{0}" v předchozích {1}
ja: {0} イベントは過去 {1} にありませんでした

source: Time
cs: Cas
ja: 時間

source: Event
cs: Událost
ja: イベント

source: Details
cs: Detaily
ja: 詳細

source: Combined bandwidth graph
cs: Kombinovaný graf datového přenosu
ja: 複合帯域幅グラフ

source: {0} for {1}
cs: {0} pro {1}
ja: {1} 間 {0}

source: ending {0} ago
cs: končící před {0}
ja: {0} 前に終了

source: Return to main graphs page
cs: Návrat na hlavní stránku grafů
ja: メインのグラフページへ戻る

source: Larger
cs: Větší
ja: より大きい

source: Smaller
cs: Menší
ja: より小さい

source: Taller
cs: Vyšší
ja: より高い

source: Shorter
cs: Kratší
ja: より短い

source: Wider
cs: Širší
ja: より広い

source: Narrower
cs: Přímější
ja: より狭い

source: Larger interval
cs: Delší interval
ja: インターバルを大きく

source: Smaller interval
cs: Kratší interval
ja: インターバルを小さく

source: Previous interval
cs: Předchozí interval
ja: 過去のインターバル

source: Next interval
cs: Další interval
ja: 次のインターバル

source: Plot averages
cs: Průměr mapy
ja: 平均を図示

source: plot events
cs: události mapy
ja: イベントを図示

source: Configure Graph Display
cs: Nastavit zobrazení grafu
ja: グラフ表示を設定

source: Select Stats
cs: Vyberte statistiky
ja: 統計を選択

source: Note: Dimensions are for graph only (excludes title, labels and legend).
cs: Poznámka: rozměry jsou jen pro graf (vyjma titulku, označení a nápovědy)
ja: 注：寸法はグラフのみ（タイトル、ラベル、凡例は含まれません）。

source: Graph size
cs: Velikost grafu
ja: グラフの大きさ

source: pixels wide
cs: pixelů široké
ja: ピクセル幅

source: pixels high
cs: pixelů vysoké
ja: ピクセル高さ

source: Display period
cs: Perioda zobrazení
ja: 表示期間

source: minutes
cs: minut
ja: 分

source: Refresh delay
cs: Prodleva obnovení
ja: 更新遅延

source: Plot type
cs: Typ mapy
ja: 描画の種類

source: Averages
cs: Průměry
ja: 平均

source: Events
cs: Události
ja: イベント

source: Hide legend
cs: Skrýt nápovědu
ja: 凡例を隠す

source: Do not show legend on graphs
cs: Nezobrazovat nápovědu na grafech
ja: グラフ上の凡例を表示しない

source: Use UTC time on graphs
cs: Použít na grafech čas UTC (GMT+0)
ja: グラフ上でUTC時間を使う

source: Persistence
cs: Trvalost
ja: 持続性

source: Store graph data on disk
cs: Ukládat data grafu na disku
ja: ディスク上にグラフデータを保存する

source: Save settings and redraw graphs
cs: Uložit nastavení a překreslit grafy
ja: 設定を保存してグラフを再描画する

source: Graph settings saved
cs: Nastavení grafu uloženo
ja: グラフ設定が保存されました

source: Anonymous webmail client
cs: Anonymní webový poštovní klient
ja: 匿名ウェブメールクライアント

source: Control your client and server tunnels
cs: Spravujte tunely na vašem klientovi a serveru
ja: クライアントとサーバーのトンネルを制御する

source: Built-in anonymous BitTorrent Client
cs: Vestavěný anonymní BitTorrent klient
ja: 内蔵匿名 BitTorrent クライアント

source: Local web server for hosting your own content on I2P
cs: Místní webový server pro hosting vašeho vlastního obsahu na I2P
ja: I2P上の、あなたが所有するコンテンツをホスティングするためのローカルウェブサーバー

source: Web Server
cs: Webový server
ja: ウェブサーバー

source: Manage your I2P hosts file here (I2P domain name resolution)
cs: Zde spravujte váš I2P hosts soubor (překlad názvů domén I2P)
ja: ここで I2P の hosts ファイルを管理 (I2P のドメイン名解決)

source: Configure Bandwidth
cs: Nastavit datový přenos
ja: 帯域幅を設定

source: I2P Bandwidth Configuration
cs: I2P nastavení datového přenosu
ja: I2P 帯域幅設定

source: Help
cs: Nápověda
ja: ヘルプ

source: I2P Router Help
cs: I2P router pomoc
ja: I2P ルーターヘルプ

source: Install and configure I2P plugins
cs: Nainstalujte a nastavte I2P pluginy
ja: I2P プラグインのインストールと設定

source: Manage Plugins
cs: Spravujte pluginy
ja: プラグインの管理

source: Frequently Asked Questions
cs: Často kladené otázky
ja: よくある質問

source: I2P FAQ
ja: I2P のよくある質問

source: Community forum
cs: Komunitní fórum
ja: コミュニケーションフォーラム

source: I2P Forum
cs: I2P fórum
ja: I2Pフォーラム

source: Community git project hosting
cs: Hosting komunitního projektu git
ja: コミュニティの git プロジェクトホスティング

source: Git Project Hosting
cs: Hosting projektu git
ja: git プロジェクトホスティング

source: Pastebin for I2P users
cs: Pastebin pro uživatele I2P
ja: I2Pユーザー用Pastebin

source: I2P News
cs: I2P Novinky
ja: I2P ニュース

source: Planet I2P
cs: Planeta I2P
ja: プラネットI2P

source: I2P home page
cs: I2P domovská stránka
ja: I2Pホームページ

source: Project Website
cs: Web projektu
ja: プロジェクトのウェブサイト

source: Not Bob's Address Services
cs: Ne Bobovy adresní služby
ja: Not Bobのアドレスサービス

source: Ramble user-moderated forum aggregator
cs: Agregátor fór moderovaný uživateli Ramble
ja: 利用者が調停するフォーラムアグリゲータRamble

source: StormyCloud Outproxy Services
cs: StormyCloud outproxy služby
ja: StormyCloud アウトプロキシサービス

source: Logs
cs: Záznamy
ja: ログ

source: View the logs
cs: Zobrazit logy
ja: ログを見る

source: Graphs
cs: Grafy
ja: グラフ

source: Visualize information about the router
cs: Vizualizovat informace o routeru
ja: ルーターについての情報を視覚化

source: I2P Technical Docs
cs: I2P tech. dokumentace
ja: I2Pテクニカル資料

source: Technical documentation
cs: Technická dokumentace
ja: テクニカル資料

source: Bug tracker
cs: Index chyb
ja: バグトラッカー

source: I2P Bug Reports
cs: I2P hlášení chyb
ja: I2P バグ報告

source: I2P Network Statistics
cs: Statistiky sítě I2P
ja: I2P ネットワーク統計

source: Applications
cs: Aplikace
ja: アプリケーション

source: Configuration and Help
cs: Nastavení a pomoc
ja: 設定とヘルプ

source: Network and Developer Information
cs: Informace k síti a vývoji
ja: ネットワークと開発者の情報

source: I2P Community Sites
cs: I2P komunitní stránky
ja: I2P コミュニティサイト

source: The HTTP proxy is not up
cs: HTTP proxy neběží
ja: HTTPプロキシは起動していません

source: Your browser is not properly configured to use the HTTP proxy at {0}
cs: Váš prohlížeč není správně nastaven pro použití HTTP proxy na {0}
ja: あなたのブラウザは {0} で HTTP プロキシを使用するように正しく設定されていません

source: Add
cs: Přidat
ja: 追加

source: Job runners
cs: Běžící práce
ja: 有効なジョブ

source: Active jobs
cs: Aktivní práce
ja: 有効なジョブ

source: started {0} ago
cs: zahájeno před {0}
ja: {0} 前に開始

source: Just finished jobs
cs: Práce dokončené práce
ja: たった今ジョブが終了しました

source: finished {0} ago
cs: dokončeno před {0}
ja: {0} 前に終了

source: Ready/waiting jobs
cs: Připravené/čekající práce
ja: 準備完了/待機中のジョブ

source: Scheduled jobs
cs: Plánované práce
ja: スケジュールされたジョブ

source: {0} will start in {1}
cs: {0} začne za {1}
ja: {0} は {1} 後に開始します

source: Total Job Statistics
cs: Celkové statistiky prací
ja: 合計ジョブ統計

source: Job
cs: Práce
ja: ジョブ

source: Queued
cs: Ve frontě
ja: キュー

source: Runs
cs: Běhy
ja: 有効

source: Dropped
cs: Upuštěno
ja: 中断

source: Min
ja: 最小

source: Pending
cs: Nevyřízené
ja: 保留中

source: Summary
cs: Shrnutí
ja: 概要

source: File location
cs: Umístění souboru
ja: ファイルの位置

source: File not found
cs: Soubor nenalezen
ja: ファイルが見つかりません

source: No log messages
cs: Žádné zprávy logu
ja: ログ通知なし

source: Filter
cs: Filtr
ja: フィルター

source: Routers
cs: Routery
ja: ルーター

source: Exploratory Tunnels
cs: Průzkumné tunely
ja: 調査トンネル
