Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: The number of peers available for building client tunnels
cs: Počet peerů dostupných pro vytvoření klientských tunelů
ja: クライアントトンネルの構築に利用できるピアの数

source: Fast
cs: Rychlé
ja: 高速

source: The number of peers available for building exploratory tunnels
cs: Počet peerů dostupných pro vytvoření průzkumných tunelů
ja: 調査トンネルの構築に利用できるピアの数

source: High capacity
cs: Vysoká kapacita
ja: 高許容数

source: The number of peers available for network database inquiries
cs: Počet peerů dostupných pro dotazy síťové databáze
ja: ネットワークデータベースへの問い合わせが可能なピアの数

source: The total number of peers in our network database
cs: Celkový počet peerů v naší síťové databázi
ja: ネットワークデータベース内の合計ピア数

source: Known
cs: Známí
ja: 既知

source: The number of banned peers
cs: Počet zakázaných peerů
ja: 禁止されたピアの数

source: Configure router bandwidth allocation
cs: Nastavte přidělenou datového přenosu routeru
ja: ルーターの帯域幅割り当てを設定

source: Bandwidth in/out
cs: Datový přenos dovnitř/ven
ja: 帯域幅 着信/送信

source: Used
cs: Využito
ja: 使用量

source: Our inbound &amp; outbound traffic for the last 20 minutes
cs: Náš příchozí &amp; odchozí provoz za posledních 20 minut
ja: 直近20分間の着信・送信トラフィック

source: Used for building and testing tunnels, and communicating with floodfill peers
cs: Používáno pro vytváření a testování tunelů a pro komunikaci s floodfill peery
ja: トンネルの構築・テストと、floodfillピアと通信するのに使用された

source: Exploratory
cs: Průzkumný
ja: 調査

source: Tunnels we are using to provide or access services on the network
cs: Tunely, které na síti používáme k poskytování služeb a nebo přístupu k nim
ja: ネットワーク上でサービスを提供またはアクセスするために使用しているトンネル

source: Tunnels we are participating in, directly contributing bandwidth to the network
cs: Tunely, kterých se účastníme, přímo přispíváme síti svým datovým přenosem
ja: 参加していて、ネットワークの帯域幅に直接貢献しているトンネル

source: Participating
cs: Participující
ja: 参加中

source: The ratio of tunnel hops we provide to tunnel hops we use - a value greater than 1.00 indicates a positive contribution to the network
cs: Poměr skoků tunelů, které poskytujeme vůči skokům tunelů, které využíváme - hodnota vyšší než 1.00 znamená pozitivní příspěvek síti
ja: 使用するトンネルのホップ数に対する、提供するトンネルのホップ数の割合 - 1.00より大きな値はネットワークへのポジティブな貢献を示します

source: Share ratio
cs: Poměr sdílení
ja: 共有比率

source: What's in the router's job queue?
cs: Co je ve frontě prací routeru?
ja: ルーターのジョブキューに何があるか？

source: Indicates router performance
cs: Ukazuje výkon routeru
ja: ルーターパフォーマンスを表示

source: Job lag
cs: Zpoždění práce
ja: ジョブラグ

source: Indicates how quickly outbound messages to other I2P routers are sent
cs: Ukazuje jak rychle jsou odesílány odchozí zprávy do jiných I2P routerů
ja: ほかの I2P のルーターへの送信メッセージが送られた際の速さを表示

source: Message delay
cs: Prodleva zprávy
ja: メッセージ遅延

source: Round trip time for a tunnel test
cs: Doba cesty tam a zpět pro otestování tunelu
ja: トンネルテストのラウンドトリップ時間

source: Tunnel lag
cs: Zpoždění tunelu
ja: トンネルラグ

source: Queued requests from other routers to participate in tunnels
cs: Požadavky ve frontě, od jiných routerů k účasti na tunelech
ja: トンネルに参加しているほかのルーターからのリクエストをキューに入れました

source: Backlog
ja: バックログ

source: ERR-Clock Skew of {0}
cs: ERR časový rozdíl {0}
ja: エラー-{0} のクロックスキュー

source: Testing
cs: Testování
ja: テスト中

source: ERR-Private TCP Address
cs: ERR soukromá TCP adresa
ja: エラー-プライベートな TCP アドレス

source: ERR-SymmetricNAT
cs: ERR symetrický NAT
ja: エラー-SymmetricNAT

source: WARN-Firewalled with Inbound TCP Enabled
cs: VAROVÁNÍ-Za firewallem, zapnutý příchozí TCP
ja: 警告-着信 TCP が有効となり、ファイアーウォールに防がれています

source: WARN-Firewalled and Floodfill
cs: VAROVÁNÍ-Za firewallem a floodfill
ja: 警告-ファイアーウォールに防がれ、 Floodfill

source: Disconnected - check network connection
cs: Odpojeno - zkontrolujte síťové připojení
ja: 切断されました - ネットワーク接続を確認してください

source: ERR-UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
cs: ERR-UDP port je používán - Nastavte i2np.udp.internalPort=xxxx v pokročilých nastaveních a proveďte restart
ja: エラー-UDP ポートが使用中 - 高度な設定で i2np.udp.internalPort=xxxx を設定し、再起動してください

source: ERR-No Active Peers, Check Network Connection and Firewall
cs: ERR-Žádní aktivní peerové, zkontrolujte síťové připojení a firewall
ja: エラー-アクティブなピアなし、ネットワークの接続およびファイアーウォールを確認してください。

source: ERR-UDP Disabled and Inbound TCP host/port not set
cs: ERR-UDP vypnuto a příchozí TCP host/port nenastaven
ja: エラー - UDP が無効化され、着信 TCP のホスト/ポートが設定されていません

source: WARN-Firewalled with UDP Disabled
cs: WARN-Za firewallem, vypnutý UDP
ja: 警告-UDP が無効化され、ファイアウォールに防がれています

source: Add/remove/edit &amp; control your client and server tunnels
cs: Přidejte/odeberte/upravte &amp; ovládejte vašeho klienta a tunely serveru
ja: クライアント及びサーバートンネルを追加・削除・編集・操作

source: Hidden Service
cs: Skrytá služba
ja: 秘匿サービス

source: Show tunnels
cs: Ukázat tunely
ja: トンネルを表示

source: Leases expired
cs: Prošlé pronájmy
ja: リースが期限切れ

source: Rebuilding
cs: Opětovné vytváření
ja: 再構築中

source: Ready
cs: Připraveno
ja: 準備完了

source: Building
cs: Sestavení
ja: 構築中

source: Building tunnels
cs: Vytváření tunelů
ja: トンネルを構築中

source: shared clients
cs: sdílení klienti
ja: 共有クライアント

source: Click Restart to install
cs: Klikněte na restart pro instalaci
ja: インストールするには再起動をクリック

source: Click Shutdown and restart to install
cs: Klikněte na vypnout a restartovat pro instalaci
ja: インストールするにはシャットダウンをクリックして再起動

source: Download {0} Update
cs: Stáhněte aktualizaci {0}
ja: {0} の更新をダウンロード

source: Download Signed<br>Development Update<br>{0}
cs: Stáhněte podepsanou <br>vývojářskou aktualizaci<br>{0}
ja: 署名されている<br>開発の更新をダウンロード<br>{0}

source: Download Unsigned<br>Update {0}
cs: Stáhněte nepodepsanou <br>aktualizaci {0}
ja: 署名されていない更新を<br>ダウンロード {0}

source: Help with firewall configuration
cs: Pomoc s nastavením firewallu
ja: ファイアーウォールの構成に役立ちます

source: Check network connection and NAT/firewall
cs: Zkontrolujte síťové připojení a NAT/firewall
ja: ネットワーク接続および NAT/ファイアーウォールを確認してください

source: Attempt to download router reference files (if automatic reseed has failed)
cs: Zkuste stáhnout referenční soubory routeru (pokud selže automatický reseed)
ja: ルーターの参照ファイルのダウンロードを試みる（自動再シードに失敗した場合）

source: Reseed
ja: 再シード

source: Order
cs: Řazení
ja: 順序

source: Top
cs: Nahoru
ja: 上部

source: Move to top
cs: Přesun nahoru
ja: 上部に移動

source: Move up
cs: Přesun nahoru
ja: 上に移動

source: Down
cs: Dolů
ja: 下

source: Move down
cs: Přesun dolů
ja: 下に移動

source: Bottom
cs: Dolů
ja: 下部

source: Move to bottom
cs: Přesun dolů
ja: 下部に移動

source: Select a section to add
cs: Vyberte sekci k přidání
ja: 追加するセクションを選択

source: Our info
cs: Naše info
ja: 情報

source: Configure tunnels
cs: Nastavit tunely
ja: トンネル設定

source: configure
cs: nastavit
ja: 設定

source: Configure tunnels for session
cs: Nastavte tunely pro relaci
ja: セッションに対するトンネルを設定

source: dead
cs: mrtvý
ja: 死亡

source: Participating tunnels
cs: Participující tunely
ja: 参加しているトンネル

source: Receive on
cs: Příjem
ja: 受信時間:

source: Expiration
cs: Expirace
ja: 期限切れ

source: Send on
cs: Odeslání
ja: 送信時間

source: Rate
cs: Míra
ja: 割合

source: Role
ja: 役割

source: Usage
cs: Použití
ja: 使用量

source: Tunnel identity
cs: Identita tunelu
ja: トンネルのアイデンティティ

source: grace period
cs: Karenční perioda
ja: 猶予期間

source: Outbound Endpoint
cs: Odchozí koncový bod
ja: 送信エンドポイント

source: Inbound Gateway
cs: Příchozí brána
ja: 着信ゲートウェイ

source: Participant
cs: Účastník
ja: 参加

source: Limited display to the {0} tunnels with the highest usage
cs: Omezené zobrazení {0} tunelům s nejvyšším využitím
ja: 使用度上位{0}個のトンネルに表示を制限

source: Inactive participating tunnels
cs: Neaktivní participující tunely
ja: アクティブでない参加しているトンネル

source: Lifetime bandwidth usage
cs: Celoživotní využití datového přenosu
ja: 使用期間を通じた帯域幅使用量

source: Not enough shared bandwidth to build participating tunnels.
cs: Nedostatek sdíleného datového přenosu pro vytvoření participujících tunelů.
ja: 参加するトンネルを構築するのに十分な共有帯域幅がありません。

source: Configure
cs: Konfigurovat
ja: 設定

source: Bandwidth Tiers
cs: Úrovně datového přenosu
ja: 帯域幅段階

source: Inbound or outbound?
cs: Příchozí nebo odchozí?
ja: 送信か着信か

source: Gateway
cs: Brána
ja: ゲートウェイ

source: Participants
cs: Účastníci
ja: 参加

source: Endpoint
cs: Koncový bod
ja: エンドポイント

source: Locally hosted tunnel
cs: Lokálně hostovaný tunel
ja: ローカルにホストされたトンネル

source: Bandwidth tier
cs: Úroveň datového přenosu
ja: 帯域幅段階

source: Build in progress
cs: Vytváření probíhá
ja: 構築進行中

source: in
cs: dovnitř
ja: 着信

source: out
cs: ven
ja: 送信

source: Console language saved.
cs: Jazyk konzole uložen.
ja: コンソールの言語を保存しました。

source: Bandwidth test completed successfully
cs: Test datového přenosu úspěšně dokončen
ja: 帯域幅テストは成功し完了

source: Bandwidth test failed
cs: Test datového přenosu selhal
ja: 帯域幅テスト失敗

source: Bandwidth test did not complete
cs: Test datového přenosu nebyl dokončen
ja: 帯域幅テスト未完了

source: Bandwidth test started
cs: Test datového přenosu začal
ja: 帯域幅テスト開始済み

source: Bandwidth test is already running
cs: Test datového přenosu již běží
ja: 既に帯域幅テスト実行中

source: Bandwidth test cancelled
cs: Test datového přenosu zrušen
ja: 帯域幅テストを取り消した

source: Bandwidth test was not running
cs: Test datového přenosu neběžel
ja: 帯域幅テストは実行していない

source: ready
cs: připraveno
ja: 準備完了

source: inbound test
cs: příchozí test
ja: 着信テスト

source: outbound test
cs: odchozí test
ja: 送信テスト

source: done
cs: hotovo
ja: 完了

source: addressbook
cs: adresář
ja: アドレス帳

source: routerconsole
ja: ルーターコンソール

source: Web console
cs: Web konzole
ja: ウェブコンソール

source: SAM application bridge
cs: SAM aplikační most
ja: SAM アプリケーションブリッジ

source: Application tunnels
cs: Tunely aplikace
ja: アプリケーショントンネル

source: My I2P Site web server
cs: Web server mojí I2P stránky
ja: 私の I2P サイトウェブサーバー

source: I2P webserver (I2P Site)
cs: I2P webový server (I2P stránka)
ja: I2P ウェブサーバー（I2P サイト）

source: Browser launch at startup
cs: Spuštění prohlížeče při startu
ja: 起動時にブラウザーが起動

source: Open Router Console in web browser at startup
cs: Po startu otevřít konzoli routeru ve webovém prohlížeči
ja: 起動時にウェブブラウザでルーターコンソールを開く

source: IRC proxy
ja: IRC プロキシ

source: I2P Site
cs: I2P stránka
ja: I2P サイト

source: I2P webserver
cs: I2P webový server
ja: I2P ウェブブラウザ

source: HTTP Proxy
ja: HTTP プロキシ

source: dark
cs: tmavý
ja: ダーク

source: light
cs: světlý
ja: ライト

source: Encryption
cs: Šifrování
ja: 暗号化

source: Stream
ja: ストリーム

source: host
cs: hostitel
ja: ホスト

source: key
cs: klíč
ja: 鍵

source: port
ja: ポート

source: configure bandwidth
cs: nastavit datový přenos
ja: 帯域幅を設定

source: Router is down
cs: Router neběží
ja: ルーターは落ちています

source: Advanced Network Configuration
cs: Pokročilé nastavení sítě
ja: 高度なネットワーク設定

source: I2P will work best if you configure your rates to match the speed of your internet connection.
cs: I2P bude nejlépe fungovat, když nastavíte vaše míry tak, aby odpovídaly rychlosti vašeho internetového připojení.
ja: インターネット接続の速度に見合う速度に設定すると、I2Pの動作には最適です。

source: All sidebar values are in bytes per second, not bits per second.
cs: Všechny hodnoty bočního panelu jsou v bajtech za sekundu, ne v bitech za sekundu.
ja: 全てのサイドバーの値はバイト毎秒であり、ビット毎秒ではありません。

source: You may change your bandwidth limits here.
cs: Zde můžete změnit své limity datového přenosu.
ja: ここで帯域幅の上限を変更することができます。

source: The more bandwidth you make available, the more you help the network and improve your own anonymity, so please take the time to review the settings.
cs: Čím více datového přenosu dáte k dispozici, tím více pomůžete síti a vylepšíte vlastní anonymitu. Proto prosím věnujte čas kontrole nastavení.
ja: 利用可能な帯域幅を多くすればするほど、ネットワークを助け、自分の匿名性を向上させることができますので、設定の見直しに時間をかけてみてください。

source: If you are unsure of your network's speed, use the <a href="/welcome?page=3">Bandwidth Test</a>.
cs: Pokud si nejste jisti rychlostí vaší sítě, použijte <a href="/welcome?page=3">Test datového přenosu</a>.
ja: ネットワークの速度がわからない場合、<a href="/welcome?page=3">帯域幅テスト</a>を利用してください。

source: Your upstream share amount (KBps Out) will determine your overall contribution to the network.
cs: Vaše množství upstream sdílení (KB/s ven) určí vaše celkové přispívání síti.
ja: ユーザーの上りの共有量（KBps 送信）によって、ネットワークへの全体的な貢献度が決まります。

source: KBps In
cs: KB/s dovnitř
ja: KBps 着信

source: KBps Out
cs: KB/s ven
ja: KBps 送信

source: Share
cs: Sdílet
ja: 共有

source: NOTE
cs: POZNÁMKA
ja: 注

source: You have configured I2P to share only {0} KBps.
cs: Vaše I2P je nastaveno pro sdílení pouze {0} KB/s.
ja: {0}KBpsのみ共有するようI2Pを設定しています。

source: I2P requires at least 12KBps to enable sharing.
cs: I2P vyžaduje nejméně 12KB/s pro umožnění sdílení.
ja: I2Pは共有を有効にするのに、最低12KBpsを要求します。

source: Please enable sharing (participating in tunnels) by configuring more bandwidth.
cs: Prosím zapněte sdílení (participace tunelů) nastavením více datového přenosu.
ja: もっと多くの帯域幅を設定して、共有（トンネルに参加）を有効にしてください。

source: It improves your anonymity by creating cover traffic, and helps the network.
cs: Vylepšuje to vaší anonymitu vytvořením krycího provozu a pomáhá síti.
ja: 隠しトラフィックを作成することでユーザーの匿名性を向上させ、ネットワークを支援します。

source: You have configured I2P to share {0} KBps.
cs: Vaše I2P je nastaveno pro sdílení {0} KB/s.
ja: {0}KBps共有するようI2Pを設定しています。

source: The higher the share bandwidth the more you improve your anonymity and help the network.
cs: Čím vyšší je sdílený datový přenos, tím lepší je vaše anonymita a pomoc síti.
ja: 共有帯域幅が高いほど、匿名性を向上させ、ネットワークを支援します。

source: config advanced
cs: nastavení pokročilé
ja: 高度なものを設定

source: Most of the router configuration options listed below are not available in the user interface, because they are rarely used or provide access to advanced settings that most users will not need.
cs: Většina možností nastavení routeru, které jsou vypsány níže, nejsou dostupné v uživatelském rozhraní, protože jsou zřídka kdy použity nebo poskytují přístup k pokročilým nastavením, které většina uživatelů nepotřebuje.
ja: これらはほとんど使用されないか、ほとんどのユーザーが必要としない高度な設定へのアクセスを提供するので、以下の一覧に記載されたほとんどのルーター設定選択肢は、ユーザーインターフェースで利用できません。

source: You must edit your <code>router.config</code> file to add options, or, if you have added <code>routerconsole.advanced=true</code> to the router.config file, you may edit settings within the console on this page.
cs: Musíte upravit váš soubor <code>router.config</code> abyste přidali možnosti, nebo pokud jste přidali <code>routerconsole.advanced=true</code> do souboru router.config, můžete upravit nastavení na této stránce v rámci konzole.
ja: <code>router.config</code>ファイルへオプションを追加する編集をする必要があり、あるいは、router.config ファイルへ<code>routerconsole.advanced=true</code>を追加したことがあるなら、このページ上のコンソール内で設定を編集しても構いません。

source: Floodfill Configuration
cs: Nastavení floodfill
ja: Floodfill 設定

source: Floodfill participation helps the network, but may use more of your computer's resources.
cs: Spoluúčast na floodfill pomáhá síti ale využívá více prostředků vašeho počítače.
ja: Floodfill 参加はネットワークを助けるが、あなたのコンピューターのリソースを多く使うかもしれません。

source: This router is currently a floodfill participant.
cs: Tento router je momentálně floodfill účastníkem.
ja: このルーターは現在、Floodfill の参加者です。

source: This router is not currently a floodfill participant.
cs: Tento router není momentálně floodfill účastníkem.
ja: このルーターは現在、Floodfill の参加者ではありません。

source: Enrollment
cs: Nábor
ja: 参加

source: Automatic
cs: Automaticky
ja: 自動

source: Force On
cs: Vynutit zapnutí
ja: 強制有効

source: Disable
cs: Vypnout
ja: 無効

source: Advanced I2P Configuration
cs: Pokročilé nastavení I2P
ja: 高度なI2Pの設定

source: Some changes may require a restart to take effect.
cs: Některé změny mohou vyžadovat restartování.
ja: いくつかの変更は、有効にするために再起動が必要な場合があります。

source: To make changes, edit the file: {0}
cs: Změny provedete úpravou souboru: {0}
ja: 変更するには、ファイルを編集: {0}

source: Advanced Configuration Help
cs: Pomoc s pokročilým nastavením
ja: 高度な設定のヘルプ

source: Only set this to true if you know what you are doing!
cs: Nastavte toto na pravda, pouze pokud víte co děláte!
ja: 何を設定しているかを理解している場合にのみ続行してください！

source: When set to true, additional functionality will be enabled in the console and the user will be able to edit settings directly on this page
cs: Při nastavení na pravda, budou v konzoli zapnuty dodatečné funkce a uživatel bude moci upravit nastavení přímo na této stránce
ja: true に設定すると、追加機能がコンソールで有効化され、ユーザーはこのページ上で設定を直接編集できるようになります。

source: Extra display options are provided in the <a href="/netdb">Network Database section</a>.
cs: Další možnosti zobrazení jsou poskytnuty v <a href="/netdb">sekci síťové databáze</a>.
ja: <a href="/netdb">ネットワークデータベースのセクション</a>で追加の表示オプションが提供されます。

source: This will also enable the installation of unsigned updates.
cs: Toto také umožní instalaci nepodepsaných aktualizací.
ja: これにより、署名されていない更新のインストールも可能になります。

source: You may also wish to enable the advanced sidebar section on the <a href="/configsidebar">Sidebar Configuration page</a>.
cs: Můžete také chtít zapnout pokročilou sekci bočního panelu na <a href="/configsidebar">stránce nastavení bočního panelu</a>.
ja: また、<a href="/configsidebar">サイドバー設定ページ</a>で高度なサイドバーセクションを有効にすることもできます。

source: This setting allows the manual selection of the browser which I2P will launch on startup.
cs: Tato volba umožňuje ruční výběr prohlížeče, který I2P spustí při startu.
ja: この設定では、I2Pの起動時に起動するブラウザを手動で選択することができます。

source: When set to true, a configurable search bar will appear on the <a href="/home">console home page</a>
cs: Když je nastaveno na pravda, zobrazí se na <a href="/home">domovské stránce konzole</a> nastavitelný vyhledávací panel.
ja: trueに設定すると、設定可能な検索バーが<a href="/home">コンソールのホームページ</a>に表示されます。

source: Additional searches may then be added on the <a href="/confighome">home configuration page</a>.
cs: Další vyhledávání mohou být potom přidána na <a href="/confighome">domovské stránce nastavení</a>.
ja: その後、<a href="/confighome">ホーム設定ページ</a>で検索を追加することができます。

source: Determines the maximum number of participating tunnels the router will accept.
cs: Určuje maximální počet participujících tunelů, které router přijme.
ja: ルーターが承認する参加トンネルの最大数を決定します。

source: To disable participation completely, set to 0.
cs: Pro úplné vypnutí účasti nastavte na 0.
ja: 参加を完全に無効にするには、0に設定します。

source: config clients
cs: nastavení klientů
ja: クライアントを設定

source: Are you sure you want to delete {0}?
cs: Jste si jisti, že chcete smazat {0}?
ja: {0} を削除してよろしいですか？

source: Client Configuration
cs: Nastavení klienta
ja: クライアント設定

source: The Java clients listed below are started by the router and run in the same JVM.
cs: Java klienti zobrazení níže, jsou spuštěni routerem a běží ve stejné JVM.
ja: 以下の一覧にあるJavaクライアントは、ルーターによって起動され、同じJVMで稼働します。

source: To change client options, edit the files in the directory {0}.
cs: Pro změnu možností klienta upravte soubory ve složce {0}.
ja: クライアントオプションを変更するには、ディレクトリ {0} 内のファイルを編集してください。

source: To change client options, edit the file {0}.
cs: Pro změnu možností klienta upravte soubor {0}.
ja: クライアントオプションを変更するには、ファイル {0} を編集してください。

source: All changes require restart to take effect.
cs: Kvůli projevení všech změn, je vyžadováno restartování.
ja: 変更の全ては反映に再起動が必要です。

source: Be careful changing any settings here. The 'router console' and 'application tunnels' are required for most uses of I2P. Only advanced users should change these.
cs: Dávejte si pozor před změnou zdejších nastavení. Konzole routeru a tunely aplikace jsou vyžadovány pro většinu použití I2P. Pouze pokročilí uživatelé by měli provádět tyto změny.
ja: ここでの設定変更は慎重に行ってください。'ルーターコンソール'と'アプリケーショントンネル'は、I2Pのほとんどの用途に必要です。これらを変更するのは上級者だけにしてください。

source: config router family
cs: nastavení rodiny routerů
ja: ルーターファミリーを設定

source: Routers in the same family share a family key.
cs: Routery ve stejné rodině sdílí rodinný klíč.
ja: 同一のファミリー内のルーターはファミリー鍵を共有します。

source: To join an existing family, import the private key you exported from a router in the family.
cs: Pro připojení k existující rodině proveďte import soukromého klíče, který jste exportovali na routeru v rámci dané rodiny.
ja: 既存のファミリーに参加するために、ファミリー内のルーターからエクスポートした秘密鍵をインポートしてください。

source: To start a new family, enter a family name.
cs: Pro vytvoření nové rodiny zadejte její jméno.
ja: 新しいファミリーを始めるために、ファミリー名を入力してください。

source: Join Existing Router Family
cs: Připojte se k existující rodině routerů
ja: 既存のルーターファミリーに参加

source: Import the secret family key that you exported from an existing router in the family.
cs: Importujte tajný rodinný klíč, který jste exportovali na existujícím routeru dané rodiny.
ja: ファミリー内の既存のルーターからエクスポートした秘密のファミリー鍵をインポート

source: Select secret key file
cs: Vyberte soubor tajného klíče
ja: 秘密鍵ファイルを選択

source: Create New Router Family
cs: Vytvořte novou rodinu routerů
ja: 新しいルーターファミリー

source: Family Name
cs: Jméno rodiny
ja: ファミリー名

source: The current router family is {0}.
cs: Současná rodina routeru je {0}.
ja: 現在のルーターファミリーは {0} です。

source: Export Family Key
cs: Exportovat klíč rodiny
ja: ファミリー鍵をエクスポート

source: Export the secret family key to be imported into other routers you control.
cs: Exportujte tajný klíč rodiny pro import do jiných routerů, které ovládáte.
ja: 秘密のファミリー鍵をエクスポートして、ユーザーが制御しているほかのルーターにインポートします。

source: Restart required to activate family {0}.
cs: Pro aktivaci rodiny {0} je vyžadován restart.
ja: ファミリー {0} を有効にするには再起動が必要です。

source: After restarting, you may export the family key.
cs: Po restartu můžete exportovat klíč rodiny.
ja: 再起動後、ファミリー鍵をエクスポートできます。

source: Leave Router Family
cs: Opustit rodinu routerů
ja: ルーターファミリーを離れる

source: No longer be a member of the family {0}.
cs: Nebuďte dále členem rodiny {0}.
ja: ファミリー {0} のメンバーではなくなりました。

source: config home
cs: nastavení domova
ja: ホームを設定

source: Default Home Page
cs: Výchozí domovská stránka
ja: 規定のホームページ

source: Use old home page
cs: Použijte starou domovskou stránku
ja: 古いホームページを使う

source: Search Engines
cs: Vyhledávače
ja: 検索エンジン

source: Advanced Client Interface Configuration
cs: Pokročilé nastavení rozhraní klienta
ja: 高度なクライアントインターフェース設定

source: The default settings will work for most people.
cs: Výchozí nastavení budou fungovat pro většinu lidí.
ja: 初期設定はほとんどの人に機能します。

source: Any changes made here must also be configured in the external client.
cs: Jakékoli změny zde provedené, musí být také nastaveny na externím klientu.
ja: ここで行った変更は、外部クライアントでも設定する必要があります。

source: Many clients do not support SSL or authorization.
cs: Mnoho klientů nepodporuje SSL nebo autorizaci.
ja: 多くのクライアントはSSLまたは認証をサポートしません。

source: External I2CP (I2P Client Protocol) Interface Configuration
cs: Nastavení externího rozhraní I2CP (I2P Client Protocol)
ja: 外部のI2CP（I2Pクライアントプロトコル）インターフェース設定

source: Enabled without SSL
cs: Zapnuto bez SSL
ja: SSLなしで有効にする

source: Enabled with SSL required
cs: Zapnuto s vyžadovaným SSL
ja: SSL必須で有効にする

source: Disabled - Clients outside this Java process may not connect
cs: Vypnuto - Klienti mimo tento Java proces se nepřipojí
ja: 無効にする - このJavaプロセス外のクライアントは接続できません。

source: I2CP Interface
cs: I2CP rozhraní
ja: I2CP インターフェース

source: I2CP Port
ja: I2CP ポート

source: Authorization
cs: Autorizace
ja: 認証

source: Require username and password
cs: Požadovat uživatelské jméno a heslo
ja: ユーザー名とパスワードを要求する

source: config keyring
cs: nastavení keyringu
ja: 鍵束を設定

source: The router keyring is used to decrypt encrypted leaseSets.
cs: Keyring routeru je použit pro dešifrování šifrovaných setů pronájmu.
ja: ルーター鍵束は暗号化されたリースセットの復号に使われます。

source: The keyring may contain keys for local or remote encrypted destinations.
cs: Keyring může obsahovat klíče k místním nebo vzdáleným šifrovaným cílům.
ja: 鍵束には、ローカルまたは遠隔の暗号化された宛先の鍵が含まれている場合があります。

source: Manual Keyring Addition
cs: Ruční přidání keyringu
ja: 手動で鍵束追加

source: Enter keys for encrypted remote destinations here.
cs: Sem zadejte klíče ke vzdáleným šifrovaným cílům.
ja: 暗号化された遠隔の宛先用の鍵をここに入力してください。

source: Keys for local destinations must be entered on the
cs: Klíče pro místní cíle musí být vloženy na
ja: ローカルの宛先用の鍵はそこに入力する必要があります

source: I2PTunnel page
cs: Stránka I2PTunelu
ja: I2Pトンネルページ
