Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: Check to see if another program is using the configured port. If so, stop that program or configure I2P to use a different port.
cs: Zkontrolujte, zda nenajdete jiný program, který využívá nastavený port. Pokud najdete, tak program zastavte a nebo v I2P nastavte použití jiného portu.
ja: 他のプログラムが設定したポートを使用しているか確認してください。そうであれば、そのプログラムを停止するか、 I2P が違うポートを使用するように設定してください。

source: This may be a transient error, if the other program is no longer using the port.
cs: Toto může být dočasná chyba, pokud jiný program již nevyužívá port.
ja: これは、他のプログラムがもはやポートを使用していない場合、一時的なエラーである可能性があります。

source: However, a restart is always required after this error.
cs: Avšak restart je vždy požadován po této chybě.
ja: ただし、このエラーの後は必ず再起動が必要です。

source: ERR - UDP Disabled and Inbound TCP host/port not set
cs: ERR - UDP vypnuto a příchozí TCP host/port není nastaven
ja: エラー - UDP が無効化され、着信 TCP のホスト/ポートが設定されていません

source: You have not configured inbound TCP with an address and port on the Network Configuration page, however you have disabled UDP.
cs: Nenastavili jste příchozí TCP s adresou a portem na stránce nastavení sítě, avšak máte vypnuto UDP.
ja: ネットワーク設定ページ上で着信のTCPアドレスとポートが設定されていませんが、UDPは無効化されています。

source: Therefore your router cannot accept inbound connections.
cs: Takže váš router nemůže přijímat příchozí spojení.
ja: したがって、あなたのルーターは着信接続を許可できません。

source: Please configure a TCP host and port on the Network Configuration page or enable UDP.
cs: Prosím nastavte TCP hostitele a port na stránce nastavení sítě a nebo zapněte UDP.
ja: ネットワーク設定ページ上で着信のTCPアドレスとポートが設定するか、UDPを有効化してください。

source: ERR - Client Manager I2CP Error - check logs
cs: CHYBA - Chyba manažera klienta I2CP - zkontrolujte logy
ja: ERR - クライアントマネージャ I2CP エラー- ログをご確認ください

source: This is usually due to a port 7654 conflict. Check the logs to verify.
cs: Toto je obvykle kvůli konfliktu na portu 7654. Zkontrolujte logy pro ověření.
ja: これは通常、ポート7654の衝突が原因です。検証のためにログを確認してください。

source: Do you have another I2P instance running? Stop the conflicting program and restart I2P.
cs: Nemáte spuštěnu další instanci I2P? Zastavte program způsobující konflikt a restartujte I2P.
ja: 別の I2P のインスタンスを実行していませんか？競合しているプログラムを停止し、 I2P を再起動してください。

source: The skew (offset) of your computer's clock relative to the network-synced time.
cs: Rozdíl v čase vašeho počítače vůči času synchronizovaném se sítí.
ja: ネットワーク同期時間と比較したユーザーのコンピューター時間の歪み（オフセット）。

source: I2P requires your computer's time be accurate.
cs: I2P vyžaduje, aby byl čas vašeho počítače přesný.
ja: I2Pはコンピュータの時間が正確であることが必要です。

source: If the skew is more than a few seconds, please correct the problem by adjusting your computer's time.
cs: Pokud je časový rozdíl více než několik sekund, prosím opravte problém úpravou času vašeho počítače.
ja: スキューが数秒以上の場合は、パソコンの時刻を調整して問題を解決してください。

source: If I2P cannot connect to the internet, a reading of 0ms may be indicated.
cs: Pokud se I2P nemůže připojit k internetu, může být indikováno 0ms.
ja: I2Pがインターネットに接続できない場合は、0msと計測されることがあります。

source: Abridged I2P FAQ
cs: Zjednodušené I2P FAQ
ja: 簡略化された I2P のよくある質問

source: This is a shortened version of the official FAQ.
cs: Jde o zkrácenou verzi oficiálních FAQ.
ja: これは公式のよくある質問の短い版です。

source: For the full version, please visit {0} or {1}.
cs: Pro úplnou verzi prosím navštivte {0} nebo {1}.
ja: 完全版は、 {0} または {1} ご覧ください。

source: My router has been up for several minutes and has zero or very few connections
cs: Můj router běží několik minut a má nula nebo jen pár připojení
ja: 自分のルーターは、数分間待っていても、接続はゼロかほとんどありません

source: If after a few minutes of uptime your router is indicating 0 Active Peers and 0 Known Peers, with a notification in the sidebar that you need to check your network connection, verify that you can access the internet.
cs: Pokud po několika minutách dostupnosti váš router indikuje 0 aktivních peerů a 0 známých peerů a upozorňuje v bočnímu panelu, že máte zkontrolovat vaše síťové připojení, ověřte, že máte přístup k internetu.
ja: 稼働時間が数分経過した後、ルーターに "アクティブなピアが0"及び"既知のピアが0"と表示され、サイドバーにネットワーク接続を確認する必要がありますという通知が表示されている場合は、インターネットにアクセスできるかどうかを確認してください。

source: If your internet connection is functional, you may need to unblock Java in your firewall.
cs: Pokud je vaše internetové připojení funkční, může být potřeba odblokovat Java ve vašem firewallu.
ja: インターネット接続が機能するなら、ファイアウォールでJavaをブロック解除する必要があるかもしれません。

source: Otherwise, you may need to reseed your I2P router. Visit the <a href="/configreseed#reseedconfig">Reseed Configuration page</a> and click the "Save Changes and Reseed Now" button.
cs: Jinak může být potřeba reseedovat váš I2P router. Navštivte <a href="/configreseed#reseedconfig">stránku nastavení reseedování</a> a klikněte na tlačítko "Nyní uložit změny a reseedovat".
ja: そうでない場合は、I2Pルーターの再シードが必要になるかもしれません。<a href="/configreseed#reseedconfig">再シード設定ページ</a>を訪れ、"変更を保存して今すぐ再シードする"ポタンをクリックしてください。

source: My router has very few active peers, is this OK?
cs: Můj router má velmi málo aktivních peerů, je to v pořádku?
ja: 自分のルーターにはほとんどアクティブなピアがありませんが、これは大丈夫ですか？

source: If your router has 10 or more active peers, everything is fine.
cs: Pokud má váš router 10 nebo více aktivních peerů, je vše v pořádku.
ja: あなたのルーターが10個以上のアクティブなピアを持っているなら、全て順調です。

source: The router should maintain connections to a few peers at all times.
cs: Router by měl neustále udržovat připojení k několika peerům.
ja: ルーターは、常にいくつかのピアとの接続を維持する必要があります。

source: The best way to stay connected to the network is to <a href="/config">share more bandwidth</a>.
cs: Nejlepší způsob jak zůstat připojen k síti je <a href="/config">sdílení většího datového přenosu</a>.
ja: ネットワークへ接続を留める最良の方法は、<a href="/config">帯域幅を更に共有する</a>ことです。

source: I am missing lots of hosts in my addressbook. What are some good subscription links?
cs: Chybí mi mnoho hostitelů v adresáři. Které odkazy odběru adresáře jsou dobré?
ja: アドレス帳に記載された多くのホストをなくしてしまいました。どこかいい購読リンクはありませんか?

source: The default subscription is to {0} which is seldom updated.
cs: Výchozí odběr je {0} který je málokdy aktualizován.
ja: 規定の購読は、滅多に更新されない {0} になっています。

source: If you don't have another subscription, you may use "jump" links which are slower, but ensure that your addressbook only contains the default addresses and sites that you use.
cs: Pokud nemáte jiný odběr, můžete použít "jump" odkazy , které jsou pomalejší, ale zajistí, že váš adresář obsahuje jen výchozí adresy a stránky, které používáte.
ja: 他の購読を持っていない場合は、より遅い"jump"リンクを使用することができますが、アドレス帳には規定のアドレスと使用するサイトのみが含まれていることを確認してください。

source: To speed up browsing on I2P, it's a good idea to add some addressbook subscriptions.
cs: Pro urychlení prohlížení I2P, je dobrý nápad přidat některé odběry adresářů.
ja: I2Pでのブラウジングを高速化するには、アドレス帳の登録をいくつか追加するのが良いでしょう。

source: Here are some other public addressbook subscription links.
cs: Zde jsou některé další odkazy odběru veřejných adresářů.
ja: 他の公開アドレス帳の購読リンクはこちらです。

source: You may wish to add one or two to your <a href="/susidns/subscriptions">subscription list</a>.
cs: Může být vhodné přidat jeden nebo dva do vašeho <a href="/susidns/subscriptions">seznamu odběrů</a>.
ja: あなたの<a href="/susidns/subscriptions">購読一覧</a>に1つか2つ追加してみてはいかがでしょうか。

source: Note that subscribing to a hosts.txt service is an act of trust, as a malicious subscription could give you incorrect addresses, so be careful subscribing to lists from unknown sources.
cs: Berte na vědomí, že odběr služby hosts.txt je aktem důvěry, protože odběr od zlomyslného zdroje vám může dodat nesprávné adresy. Buďte tedy obezřetní při odběru seznamů z neznámých zdrojů.
ja: hosts.txt サービスを購読することは、信頼に値する行為であり、悪意のある購読は誤ったアドレスを与える可能性があるため、未知の情報源からの一覧の購読には注意が必要であることに留意してください。

source: The operators of these services may have various policies for listing hosts.
cs: Provozovatelé těchto služeb mohou mít rozdílné politiky přidávání hostitelů do seznamů.
ja: これらのサービスの運営者は、ホストの掲載に関して様々な方針を持っている可能性があります。

source: Presence on this list does not imply endorsement.
cs: Umístění na seznamu neznamená doporučení.
ja: この一覧に掲載されていることは、推奨を暗示しているわけではありません。

source: How do I access IRC, BitTorrent, or other services on the regular Internet?
cs: Jak přistoupím k IRC, BitTorrentu nebo jiným službám na běžném internetu?
ja: IRC やビットトレント、その他通常のインターネット上にあるサービスへアクセスするには？

source: Unless an outproxy has been set up for the service you want to connect to, this is not possible.
cs: Není to možné, pokud outproxy nebyla nastavena pro službu, ke které se chcete připojit.
ja: 接続したいサービスにアウトプロキシが設定されていない限り、これは不可能です。

source: There are only three types of outproxies running right now: HTTP, HTTPS, and email.
cs: Nyní zde běží jen tři typy outproxies: HTTP, HTTPS a e-mail.
ja: 今、稼働しているアウトプロキシは3種類だけです: HTTP、HTTPS、及びEメール。

source: Note that there is currently no public SOCKS outproxy.
cs: Berte na vědomí, že zde momentálně není žádná veřejná SOCKS outproxy.
ja: なお、現在公開されているSOCKSアウトプロキシはありません。

source: How do I configure my browser to access I2P websites?
cs: Jak nastavím svůj prohlížeč pro přístup k I2P stránkám?
ja: 私のブラウザでI2Pウェブサイトにアクセスするには、どう設定しますか？

source: You will need to configure your browser to use the HTTP proxy server on host <code>127.0.0.1</code> port <code>4444</code>).
cs: Bude potřeba, abyste nastavili váš prohlížeč pro použití HTTP proxy serveru na hostiteli <code>127.0.0.1</code> a portu <code>4444</code>).
ja: ホスト <code>127.0.0.1</code> 、ポート <code>4444</code> のHTTPプロキシサーバーを使用するように、ブラウザを設定する必要があります)。

source: See the {0} for a more detailed explanation.
cs: Podívejte se na {0} pro podrobnější vysvětlení.
ja: 更に詳細な説明のために {0} を見てください。

source: Browser Proxy Configuration Guide
cs: Průvodce nastavením proxy v prohlížeči
ja: ブラウザプロキシの設定手引き

source: What is an eepsite?
cs: Co je eepstránka?
ja: eepsite とは何ですか？

source: An eepsite is a website that is hosted anonymously on the I2P network.
cs: Eepstránka je webovou stránkou, která je hostována anonymně na síti I2P.
ja: eepsiteはI2Pネットワーク上の匿名でホストされたウェブサイトです。

source: You can access it by configuring your web browser to use I2P's HTTP proxy and browsing to the website.
cs: Můžete k ní získat přístup nastavením vašeho webového prohlížeče pro použití I2P HTTP proxy a přechodem na danou stránku.
ja: I2PのHTTPプロキシ使う設定をしたあなたのウェブブラウザで、それにアクセスとウェブサイトへブラウジングができます。

source: Most of the eepsites are down?
cs: Většina eepstránek je nedostupná?
ja: eepsite のほとんどはダウンしていますか？

source: If you consider every eepsite that has ever been created, yes, most of them are down.
cs: Pokud máte na myli všechny eepstránky, které kdy byly vytvořeny, potom je odpověď ano. Většina jich je nedostupných.
ja: これまでに作られた全てのeepsiteを考えてみると、はい、ほとんどが落ちているのです。

source: People and eepsites come and go.
cs: Lidé a eepstránky přichází a odchází.
ja: 人々やeepsiteは来ては去っていくものです。

source: A good way to get started in I2P is check out a list of eepsites that are currently up.
cs: Dobrý způsob jak začít s I2P, je podívat se na seznam eepstránek, které jsou nyní dostupné.
ja: I2Pを始めるのに良い方法は、現在サービス中のeepsitesの一覧を確認することです。

source: {0} tracks active eepsites.
cs: {0} eviduje aktivní eepstránky.
ja: {0} トラックのアクティブなeepsites

source: How do I connect to IRC within I2P?
cs: Jak se připojím k IRC v rámci I2P?
ja: I2P 内の IRC につなぐには？

source: A tunnel to the main IRC server network within I2P, Irc2P, is automatically started when the I2P router starts.
cs: Tunel do hlavní sítě IRC serverů v rámci I2P, Irc2P je automaticky spuštěn při startu I2P routeru.
ja: I2Pルーターが起動すると、I2P内の主なIRCサーバーネットワークであるIrc2Pへのトンネルが自動的に開始されます。

source: To connect to it, tell your IRC client to connect to server: <code>127.0.0.1</code> port: <code>6668</code>.
cs: Abyste se tam připojili, sdělte vašemu IRC klientovi, aby se připojil k serveru: <code>127.0.0.1</code> na portu: <code>6668</code>.
ja: それに接続するには、IRCクライアントに接続するように伝えます。サーバー:<code>127.0.0.1</code> ポート<code>6668</code>。

source: HexChat-like client users can create a new network with the server <code>127.0.0.1/6668</code>, or you can connect with the command <code>/server 127.0.0.1 6668</code>.
cs: Uživatelé klienta jako je HexChat, mohou vytvořit novou síť se serverem <code>127.0.0.1/6668</code> nebo se můžete připojit pomocí příkazu <code>/server 127.0.0.1 6668</code>.
ja: HexChatのようなクライアントユーザーは、サーバー<code>127.0.0.1/6668</code>との間で新しいネットワークを作る、またはコマンド<code>/server 127.0.0.1 6668</code>で接続することができます。

source: Different IRC clients may require a different command, consult the client documentation.
cs: Různí IRC klienti mohou požadovat různé příkazy. Podívejte se do jejich dokumentace.
ja: IRCクライアントによっては異なるコマンドが必要な場合がありますので、クライアントの文書を参照してください。

source: What ports does I2P use?
cs: Které porty používá I2P?
ja: I2P はどのポートを使用しますか？

source: Local ports
cs: Místní porty
ja: ローカルポート

source: These are the local I2P port mappings, listening only to local connections by default, except where noted.
cs: Toto je místní mapování I2P portů, naslouchání pouze místním připojením ve výchozím stavu, pokud není uvedeno jinak.
ja: これらはローカルなI2Pのポートマッピングで、注釈のあるものを除き、規定ではローカル接続のみリスニングします。

source: Unless you require access from other machines, they should only be accessible from localhost.
cs: Pokud nevyžadujete přístup z jiných zařízení, měly by být přístupné pouze z localhostu.
ja: 他の装置からのアクセスが必要な場合を除き、localhostからのみアクセスできるようにしてください。

source: Function
cs: Funkce
ja: 機能

source: Notes
cs: Poznámky
ja: 履歴

source: Internet facing ports
cs: Porty vystavené internetu
ja: インターネット対応ポート

source: I2P selects a random port to communicate with other routers when the program is run for the first time.
cs: Při prvním spuštění I2P, program vybírá náhodný port pro komunikaci s ostatními routery.
ja: I2Pはプログラムが初回起動時に、他のルーターとの通信へ無作為なポートを選択します。

source: The selected port is shown on the <a href="/confignet">Network Configuration page</a>.
cs: Vybraný port je zobrazen na <a href="/confignet">stránce nastavení sítě</a>.
ja: その選択されたポートは<a href="/confignet">ネットワーク設定ページ</a>で表示されます。

source: Search
cs: Hledat
ja: 検索

source: job queue
cs: fronta prací
ja: ジョブキュー

source: I2P Router Job Queue
cs: Fronta prací I2P routeru
ja: I2Pルーターのジョブキュー

source: logs
cs: logy
ja: ログ

source: I2P Router Logs
cs: Logy I2P routeru
ja: I2P ルーターログ

source: Please include your I2P version and running environment information in bug reports
cs: V hlášení chyb uveďte prosím verzi vašeho I2P a informace k prostředí, které používáte
ja: バグ報告に、あなたのI2Pのバージョンと実行環境の情報を含めてください

source: Critical Logs
cs: Kritické logy
ja: 重大なログ

source: Clear logs
cs: Smazat logy
ja: ログを消去

source: Router Logs
cs: Logy routeru
ja: ルーターのログ

source: Configure router logging options
cs: Nastavte možnosti logování routeru
ja: ルーターのログ記録オプションを設定

source: Event Logs
cs: Logy událostí
ja: イベントのログ

source: View event logs
cs: Zobrazit logy událostí
ja: イベントのログを見る

source: Service (Wrapper) Logs
cs: Logy služby (wrapper)
ja: サービス（ラッパー）ログ

source: network database
cs: síťová databáze
ja: ネットワークデータベース

source: I2P Network Database
cs: I2P síťová databáze
ja: I2P ネットワークデータベース

source: News
cs: Novinky
ja: ニュース

source: Latest News
cs: Novinky
ja: 最新のニュース

source: WebApp Not Found
cs: WebApp nenalezena
ja: ウェブアプリが見つかりません

source: Web Application Not Running
cs: Webová aplikace neběží
ja: ウェブアプリケーションは稼働していません

source: The requested web application is not running.
cs: Požadovaná webová aplikace neběží.
ja: 要求されたウェブアプリケーションが実行されていません。

source: Please visit the {0}config clients page{1} to start it.
cs: Pro spuštění prosím navštivte {0}stránku nastavení klienta{1}.
ja: それを起動する為には{0}クライアント設定ページ{1}を訪れてください。

source: peer connections
cs: připojení peerů
ja: ピア接続

source: I2P Network Peers
cs: Peeři sítě I2P
ja: I2P ネットワークピア

source: peer profiles
cs: profily peerů
ja: ピアのプロファイル

source: I2P Network Peer Profiles
cs: Profily peerů sítě I2P
ja: I2P ネットワークのピアのプロファイル

source: statistics
ja: 統計

source: I2P Router Statistics
cs: Statistiky I2P routeru
ja: I2P ルーター統計

source: Refresh (s)
cs: Obnovení (s.)
ja: 更新

source: Enable
cs: Zapnout
ja: 有効

source: Disable {0} Refresh
cs: Vypnout {0} obnovení
ja: {0} 更新を無効化

source: torrents
cs: torrenty
ja: トレント

source: I2P Torrent Manager
cs: Manažer I2P torrentů
ja: I2P トレントマネージャ

source: tunnel summary
cs: shrnutí tunelu
ja: トンネル概要

source: I2P Tunnel Summary
cs: I2P Shrnutí Tunelu
ja: I2P トンネルの概要

source: This page shows tunnels built by and routed through your router.
cs: Tato stránka zobrazuje tunely vytvořené a směrované skrze váš router.
ja: このページにはユーザーのルーターが作成し、それを通じてルートされたトンネルが表示されます。

source: Tunnels built by your router and used for communication with the floodfill peers, building new tunnels, and testing existing tunnels.
cs: Tunely vytvořené vaším routerem a použité pro komunikaci s floodfill peery, vytváření nových tunelů a testování existujících tunelů.
ja: あなたのルーターによって構築されたトンネルは、 floodfill ピアとの通信、新しいトンネルの構築、既存のトンネルのテストに使用されます。

source: Client tunnels
cs: Tunely klienta
ja: クライアントトンネル

source: Tunnels built by your router for each client's use.
cs: Tunely vytvořené vaším routerem pro využití každým klientem.
ja: クライアントの用途ごとにあなたのルーターが構築したトンネル。

source: Tunnels built by other routers through your router.
cs: Tunely vytvořené ostatními routery skrze váš router.
ja: 他のルーターが構築した、あなたのルーターを経由するトンネル。

source: The quantity may vary widely depending on network demand, your shared bandwidth, and amount of locally-generated traffic.
cs: Množství se může velmi lišit v závislosti na síťových požadavcích, vašemu sdílenému datovému přenosu a velikosti místního přenosu.
ja: 数量は、ネットワークの需要、共有帯域幅、ローカルで生成されたトラフィックの量によって大きく異なる場合があります。

source: The recommended method for limiting participating tunnels is to change your share percentage on the <a href="config">Bandwidth Configuration page</a>.
cs: Doporučená metoda omezení participujících tunelů je změna vašeho procenta sdílení na <a href="config">stránce nastavení datového přenosu</a>.
ja: 共有トンネルを制限するために推奨される方法は、<a href="config">帯域幅設定ページ</a>であなたの共有比を変更することです。

source: You may also limit the total number by setting <code>router.maxParticipatingTunnels=nnn</code> on the <a href="configadvanced">Advanced configuration page</a>.
cs: Také můžete omezit celkový počet nastavením <code>router.maxParticipatingTunnels=nnn</code> na <a href="configadvanced">stránce pokročilého nastavení</a>.
ja: <a href="configadvanced">高度な設定ページ</a>上で<code>router.maxParticipatingTunnels=nnn</code>を設定して、合計数を制限することもできます。

source: The number of participating tunnels you route for others, divided by the total number of hops in all your exploratory and client tunnels.
cs: Počet participujících tunelů, které směrujete pro ostatní, děleno celkovým počtem skoků ve všech vašich průzkumných tunelech a klientských tunelech.
ja: あなたが他の人のためにルーティングした参加トンネルの数を、あなたの全ての調査トンネルとクライアントトンネルの総ホップ数で割ったものです。

source: A number greater than 1.00 means you are contributing more tunnels to the network than you are using.
cs: Číslo vyšší než 1.00 znamená, že síti přispíváte více tunelů, než využíváte.
ja: 1.00より大きい数値は、使用しているトンネル数よりも多くのトンネルをネットワークに提供していることを意味します。

source: Peer Profile
cs: Profil peeru
ja: ピアのプロファイル

source: Profile for peer {0}
cs: Profil pro peer {0}
ja: ピア {0} 用のプロファイル

source: webmail
ja: ウェブメール

source: I2P Webmail
ja: I2P ウェブメール

source: Bandwidth test in progress...
cs: Test datového přenosu probíhá...
ja: 帯域幅テストは進捗中…

source: Bandwidth test is complete, click Next
cs: Test datového přenosu je dokončen, klikněte na Další
ja: 帯域幅テスト完了、クリックして次へ

source: Select Language
cs: Vybrat jazyk
ja: 言語の選択

source: This project is supported by volunteer translators on Transifex.
cs: Tento projekt je podporován dobrovolnými překladateli na Transifexu.
ja: このプロジェクトは Transifex の有志の翻訳者によって支援されています。

source: This helps keep I2P accessible to everyone all over the world.
cs: Toto pomáhá zajistit dostupnost I2P pro všechny na celém světě.
ja: これにより、世界中の誰もがI2Pにアクセスできるようになります。

source: Thank you to all of the volunteers all over the world who help make I2P accessible.
cs: Děkujeme všem dobrovolníkům na světě, kteří pomáhají zpřístupnit I2P.
ja: I2Pを使いやすくするのを助けた全世界の全有志よ、ありがとうございます。

source: If you would like to get involved, {0}please consider the I2P translation efforts{1}.
cs: Pokud byste se rádi připojili, {0} prosím zvažte podpořit snahu o překlad I2P{1}.
ja: もしよろしければ、{0}I2Pの翻訳活動をご検討ください{1}。

source: Please select your preferred language:
cs: Prosím vyberte vámi upřednostňovaný jazyk:
ja: ご希望の言語を選択してください:

source: Select Theme
cs: Vyberte vzhled
ja: テーマを選択

source: Please select your preferred theme:
cs: Prosím vyberte vámi upřednostňovaný vzhled:
ja: ご希望のテーマを選択してください:

source: Bandwidth Test
cs: Test datového přenosu
ja: 帯域幅テスト

source: Let's check your internet connection!
cs: Zkontrolujme vaše internetové připojení!
ja: あなたのインターネット接続を確認してみてください！

source: Bandwidth participation not only makes your speed and connection to the I2P network better, but also helps everyone using the network.
cs: Spoluúčast na datového přenosu vylepšuje vaši rychlost a připojení k I2P síti a také pomáhá všem, kdo používají síť.
ja: 帯域幅への参加は、あなたの速さとI2Pネットワークへの接続を向上させるだけでなく、ネットワークを利用するすべての人に貢献します。

source: When everyone is sharing as much bandwidth as possible, everyone gets to have better performance and privacy by sharing participating traffic.
cs: Pokud každý sdílí tolik datového přenosu kolik je možné, každý získá lepší výkon a soukromí díky sdílení datového přenosu při participaci.
ja: みんなができるだけ多くの帯域幅を共有している場合、参加トラフィックを共有することで、みんながより良いパフォーマンスとプライバシーを得ることができます。

source: I2P uses M-Lab, a third party service, to help you test your internet connection and find the optimal speed settings.
cs: I2P používá M-Lab, což je služba třetí strany, která vám pomáhá otestovat vaše internetové připojení a najít vhodné nastavení rychlosti.
ja: I2Pは第三者のサービスのM-Labを使用し、インターネット接続をテストして最適な速度設定を見つけています。

source: During this time you will be connected directly to M-Lab's service with your real IP address.
cs: V průběhu budete připojeni vaší skutečnou IP adresou přímo ke službě M-Lab.
ja: この間、お客様は実際のIPアドレスでM-Labのサービスに直接接続されます。

source: Please review the M-Lab privacy policies linked below.
cs: Prosím, zkontrolujte níže odkázané zásady ochrany soukromí služby M-Lab.
ja: 以下のリンク先にあるM-Labのプライバシーポリシーをご確認ください。

source: If you do not wish to run the M-Lab bandwidth test, you can skip it and configure your bandwidth later.
cs: Pokud nechcete spouštět test datového přenosu M-Lab, přeskočte ho a nastavte váš datový přenos později.
ja: M-Lab の帯域幅テストを実行したくない場合は、それを飛ばし、後で帯域幅の設定ができます

source: {0}M-Lab Privacy Policy{1}
cs: {0}M-Lab zásady ochrany soukromí{1}
ja: {0}M-Labプライバシーポリシー{1}

source: {0}M-Lab Name Server Privacy Policy{1}
cs: {0}M-Lab Name Server - zásady ochrany soukromí{1}
ja: {0}M-Lab名前サーバーのプライバシーポリシー{1}

source: Bandwidth Test in Progress
cs: Test datového přenosu probíhá
ja: 帯域幅テストは進捗中

source: Javascript is disabled - wait 60 seconds for the bandwidth test to complete and then click Next
cs: Javascript je vypnut - čekejte 60 sekund pro dokončení testu datového přenosu a potom klikněte na Další
ja: Javascriptは無効化されている - 帯域幅テストが完了するまで60秒待ってから、次をクリックしてください

source: While the I2P router software is getting ready to go, it's testing your bandwidth, obtaining an initial set of peers from a reseed server, making its first few connections, and getting integrated with the rest of the network.
cs: Při přípravě I2P router software probíhá test vašeho datového přenosu, získání prvních peerů od reseed serveru, navazování prvních spojení a integrace se zbytkem sítě.
ja: I2Pルーターのソフトウェアが準備をしている間に、帯域幅のテスト、再シードサーバーからの初期ピアセットの取得、最初の数回の接続、ネットワークの残りの部分との統合が行われます。

source: To learn more about how important I2P Reseed servers are, or explore other topics and what functions they perform for I2P, you can visit the {0}I2P Wiki{1}.
cs: Abyste se dozvěděli o důležitosti a funkcích I2P reseed serverů, nebo abyste prozkoumali další témata, můžete navštívit {0}I2P Wiki{1}.
ja: I2P 再シードサーバーがどれほど重要なのか、また他の話題やI2Pのためにどのような機能を果たしているのかを調べるには、{0}I2P Wiki{1}をご覧ください。
