Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: Enter key provided by server operator.
cs: Zadejte klíč poskytnutý provozovatelem serveru.
ja: サーバーのオペレーターによって提供される鍵を入力してください。

source: Prevents server discovery by floodfills
cs: Předchází nalezení serveru floodfilly
ja: floodfillによるサーバー発見を防ぐ

source: Enter password provided by server operator.
cs: Zadejte heslo poskytnuté provozovatelem serveru.
ja: サーバーのオペレーターによって提供されるパスワードを入力してください。

source: Enter key and password provided by server operator.
cs: Zadejte klíč a heslo poskytnuté provozovatelem serveru.
ja: サーバーのオペレーターによって提供される鍵とパスワードを入力してください。

source: Key will be generated.
cs: Klíč bude vygenerován.
ja: 鍵が生成されます。

source: Leave blank for DH option.
cs: Zanechte prázdné pro možnost DH.
ja: DHオプションに空白を残す

source: Optional lookup password
cs: Volitelné vyhledávací heslo
ja: 任意のルックアップパスワード

source: config logging
cs: logování nastavení
ja: ログ記録設定

source: Configure I2P Logging Options
cs: Nastavte možnosti logování I2P
ja: I2Pのログオプションを設定

source: View Router Logs
cs: Zobrazení logů routeru
ja: ルーターのログを表示

source: View Logs
cs: Zobrazit logy
ja: ログを表示

source: Log file
cs: Soubor logu
ja: ログファイル

source: Edit {0} to change
cs: Upravte {0} pro změnu
ja: {0} を編集して変更

source: (the symbol '@' will be replaced during log rotation)
cs: (symbol '@' bude nahrazen během rotace logu)
ja: (記号「@」はログローテーションの際に置換されます)

source: Log record format
cs: Formát záznamu logu
ja: ログの記録書式

source: (use 'd' = date, 'c' = class, 't' = thread, 'p' = priority, 'm' = message)
cs: (použijte 'd' = date - datum, 'c' = class - třída, 't' = thread - vlákno, 'p' = priority - priorita, 'm' = message - zpráva)
ja: (dは日付、cはクラス、tはスレッド、pは優先度、mはメッセージで使用してください)

source: Log date format
cs: Formát datumu logu
ja: ログの日付書式

source: ('MM' = month, 'dd' = day, 'HH' = hour, 'mm' = minute, 'ss' = second, 'SSS' = millisecond)
cs: ('MM' = měsíc, 'dd' = den, 'HH' = hodina, 'mm' = minuta, 'ss' = sekunda, 'SSS' = milisekunda)
ja: （'MM' = 月, 'dd' = 日, 'HH' = 時, 'mm' = 分, 'ss' = 秒, 'SSS' = ミリ秒）

source: Max log file size
cs: Max. velikost log souboru
ja: 最大のログファイルの大きさ

source: Compress logs?
cs: Komprimovat logy?
ja: ログを圧縮？

source: Default log level
cs: Výchozí úroveň logování
ja: 規定のログ水準

source: (DEBUG and INFO are not recommended defaults, as they will drastically slow down your router)
cs: (LADĚNÍ a INFO nejsou doporučeny jako výchozí, mohou totiž dramaticky zpomalit váš router)
ja: （ デバッグと情報 は劇的にあなたのルーターを遅くするので、推奨される初期設定ではありません。）

source: Log level overrides
cs: Přepsání-nahrazení úrovně logování
ja: ログ段階上書き

source: New override
cs: Nové přepsání-nahrazení
ja: 新しい上書き

source: config networking
cs: nastavení sítě
ja: ネットワークを設定

source: IP and Transport Configuration
cs: Nastavení IP a přenosu
ja: IP とトランスポート設定

source: Changing these settings will restart your router.
cs: Změnou těchto nastavení dojde k restartu vašeho routeru.
ja: これらの設定を変更すると、ルーターが再起動します。

source: Do not reveal your port numbers to anyone, as they can be used to discover your IP address.
cs: Neodhalujte nikomu vaše čísla portů, mohou být využity ke zjištění vaší IP adresy.
ja: ポート番号は、あなたのIPアドレスを発見するために使用される可能性があるため、誰にも明かさないでください。

source: While I2P will work fine behind most firewalls, your speeds and network integration will generally improve if the I2P port is forwarded for both UDP and TCP.
cs: I když bude I2P fungovat za většinou firewallů, vaše rychlost a integrace do sítě bude obecně lepší, pokud bude I2P port přesměrován jak pro UDP tak pro TCP.
ja: I2Pはほとんどのファイアウォールの後ろで問題なく動作しますが、UDPとTCPの両方にI2Pポートをフォワードすると、一般的に、速度とネットワークの統合性が向上します。

source: If you can, please poke a hole in your firewall to allow unsolicited UDP and TCP packets to reach you.
cs: Pokud můžete, prosím vytvořte díru ve vašem firewallu, abyste dovolili obdržení nevyžádaných UDP a TCP packetů.
ja: 可能なら、未承諾のUDPとTCPのパケットが到達すること許可するために、ファイアウォールに穴を開けてください。

source: If you can't, I2P supports UPnP (Universal Plug and Play) and UDP hole punching with "SSU introductions" to relay traffic.
cs: Pokud nemůžete, tak I2P podporuje UPnP (Universal Plug and Play) a UDP hole punching s "SSU uvedením" za účelem přeposílání síťového provozu.
ja: できなければ、トラフィックを中継するためにI2Pは UPnP (Universal Plug and Play) をサポートしており、また"SSU の導入"でUDPホールパンチをサポートします。

source: Most of the options on the Network Configuration page are for special situations, for example where UPnP does not work correctly, or a firewall not under your control is doing harm.
cs: Většina možností na stránce nastavení sítě, jsou pro speciální situace, např. pro případ nefunkčnosti UPnP nebo firewallu, který něco omezuje a není pod vaší kontrolou.
ja: ネットワーク設定ページの選択肢のほとんどは、UPnPが正しく動作しない場合や、あなたの制御下にないファイアウォールが害を及ぼしている場合など、特殊な状況に対応するためのものです。

source: Certain firewalls such as symmetric NATs may not work well with I2P.
cs: Určité firewally, jako např. symetrické NATy, nemusí fungovat správně s I2P.
ja: 対称型 NAT などの一部のファイアウォールは、I2Pとの相性が悪い場合があります。

source: Also, <b>do not enter a private IP address</b> like 127.0.0.1 or 192.168.1.1.
cs: Také <b>nezadávejte soukromou IP adresu</b> jako je 127.0.0.1 nebo 192.168.1.1.
ja: また、127.0.0.1 または 192.168.1.1 のような<b>プライベートIPアドレスを入力しないでください</b>。

source: If you specify the wrong IP address, or do not properly configure your NAT or firewall, your network performance will degrade substantially.
cs: Pokud stanovíte chybnou IP adresu, nebo nesprávně nastavíte váš NAT a nebo firewall, dojde k významnému snížení výkonu vaší sítě.
ja: 誤ったIPアドレスを指定したり、NATやファイアウォールを適切に設定しないと、ネットワークのパフォーマンスが大幅に低下してしまいます。

source: When in doubt, leave the settings at the defaults.
cs: Pokud si nejste jisti, nechte nastavení ve výchozím stavu.
ja: 迷ったときは、設定を初期のままにしておきましょう。

source: UPnP Configuration
cs: UPnP nastavení
ja: UPnP設定

source: Enable UPnP to open firewall ports
cs: Zapněte UPnP pro otevření portů firewallu
ja: ファイアウォールのポート開放にUPnPを使用する

source: IP Configuration
cs: Nastavení IP
ja: IP設定

source: Externally reachable IP address
cs: Externě dosažitelná IP
ja: 外部から到達可能なIPアドレス

source: Use all auto-detect methods
cs: Použít všechny metody automatického rozpoznání
ja: 全ての自動検出方法を試す

source: Disable UPnP IP address detection
cs: Vypnout UPnP rozpoznání IP
ja: UPnPを用いたIPアドレス検出を無効にする

source: Ignore local interface IP address
cs: Ignorovat IP adresu místního rozhraní
ja: ローカルインタフェースのIPアドレスを無視する

source: Use SSU IP address detection only
cs: Použít jen rozpoznání SSU IP adresy
ja: SSUを用いたIPアドレス検出のみ使用する

source: Hidden mode - do not publish IP
cs: Skrytý režim - nezveřejňovat IP
ja: 秘匿モード - IPアドレスを公開しない

source: (prevents participating traffic)
cs: (předchází síťovému provozu participace)
ja: (参加トラフィックを妨げます)

source: Specify hostname or IP
cs: Stanovte jméno hostitele nebo IP
ja: ホスト名またはIPを明示

source: IPv4 Configuration
cs: IPv4 nastavení
ja: IPv4設定

source: Disable inbound (Firewalled by home network, ISP, DS-Lite, or carrier-grade NAT)
cs: Vypnout příchozí (Za firewallem místní sítě, ISP, DS-Lite nebo carrier-grade NAT)
ja: 着信無効（ホームネットワーク、ISP、DS-Lite、またはキャリアグレードNATによるファイアウォールに防がれています）

source: IPv6 Configuration
cs: IPv6 nastavení
ja: IPv6設定

source: Prefer IPv4 over IPv6
cs: Upřednostnit IPv4 před IPv6
ja: IPv6よりIPv4を優先

source: Prefer IPv6 over IPv4
cs: Upřednostnit IPv6 před IPv4
ja: IPv4よりIPv6を優先

source: Enable IPv6
cs: Zapnout IPv6
ja: IPv6を有効化

source: Disable IPv6
cs: Vypnout IPv6
ja: IPv6を無効化

source: Use IPv6 only (disable IPv4)
cs: Používat jen IPv6 (vypnout IPv4)
ja: IPv6のみ使用(IPv4を無効化)

source: Experimental
cs: Pokusné
ja: 実験的

source: Disable inbound (Firewalled)
cs: Vypnout příchozí (za firewallem)
ja: 着信接続を無効化する (ファイアウォールに防がれる)

source: Action when IP changes
cs: Akce při změně IP
ja: IPアドレスが変わった際の動作

source: Laptop mode - Change router identity and UDP port when IP changes for enhanced anonymity
cs: Režim laptop - Pro zlepšení anonymity změnit identitu routeru a UDP port jakmile se změní IP
ja: ノートパソコンモード - 匿名性を向上させるため、IPアドレスが変わった際にルーターアイデンティティとUDPポートを変更する

source: UDP Configuration
cs: UDP nastavení
ja: UDP設定

source: UDP port:
ja: UDPポート:

source: Specify Port
cs: Stanovte port
ja: ポート指定

source: Completely disable
cs: Úplně vypnout
ja: 完全に無効化

source: (select only if behind a firewall that blocks outbound UDP)
cs: (vyberte jen pokud jste za firewallem, který blokuje odchozí UDP)
ja: (外向きのUDP通信をブロックするファイアウォールがある場合にのみ選んでください)

source: TCP Configuration
cs: Nastavení TCP
ja: TCP設定

source: Externally reachable TCP port
cs: Externě dosažitelný TCP port
ja: 外部から到達可能なTCPポート

source: Use the same port configured for UDP
cs: Použít stejný port, který je nastaven pro UDP
ja: UDP用に設定されたポートを使用

source: currently
cs: momentálně
ja: 現在は

source: Use auto-detected IP address
cs: Použít automaticky rozpoznanou IP
ja: 自動検出されたIPアドレスを使用

source: if we are not firewalled
cs: pokud nejsme omezeni firewallem
ja: ファイアウォールに防がれていない場合のみ自動的に検出されます

source: Always use auto-detected IP address (Not firewalled)
cs: Vždy použít automaticky rozpoznanou IP (neomezenou firewallem)
ja: 常に自動検出されたIPアドレスを使用（ファイアウォールに防がれていない）

source: (select only if behind a firewall that throttles or blocks outbound TCP)
cs: (vyberte pouze pokud jste za firewallem, který omezuje nebo blokuje odchozí TCP)
ja: (送信 TCP を抑制またはブロックしているファイアウォールの内側にいる場合のみ選択してください。)

source: config peers
cs: nastavení peerů
ja: ピアを設定

source: Manual Peer Controls
cs: Ruční ovládání peerů
ja: 手動ピア制御

source: Router Hash
cs: Hash routeru
ja: ルーターハッシュ

source: Manually Ban / Unban a Peer
cs: Ručně zakázat peera / zrušit zákaz
ja: ピアを手動で禁止/禁止解除

source: Banning will prevent the participation of this peer in tunnels you create.
cs: Zakázání předejde spoluúčasti tohoto peera v tunelech, které vytvoříte.
ja: 禁止すると、あなたが作成したトンネルにこのピアが参加するのを防ぎます。

source: Adjust Profile Bonuses
cs: Upravit bonusy profilu
ja: プロファイルのボーナスを調整

source: Bonuses may be positive or negative, and affect the peer's inclusion in Fast and High Capacity tiers. Fast peers are used for client tunnels, and High Capacity peers are used for some exploratory tunnels. Current bonuses are displayed on the
cs: Bonusy mohou být pozitivní i negativní a ovlivní zahrnutí peera do rychlé a vysokokapacitní úrovně. Rychlí peeři jsou používány pro tunely klientů a vysokokapacitní peeři pro průzkumné tunely. Současné bonusy jsou zobrazeny na
ja: ボーナスが正か負の値であると、ピアの高速及び高許容度層への算入に影響をおよぼす場合があります。高速なピアはクライアントトンネルに使われ、高許容度のピアはいくつかの調査トンネルに使われます。現在のボーナスは次の通り:

source: profiles page
cs: stránka profilů
ja: プロファイルページ

source: Banned IPs
cs: Zakázané IP
ja: 禁止されたIP

source: config plugins
cs: nastavení pluginů
ja: プラグインを設定

source: Plugin Configuration
cs: Nastavení pluginů
ja: プラグイン設定

source: The plugins listed below are started by the webConsole client.
cs: Pluginy vypsané níže, jsou spuštěny klientem webConsole.
ja: 以下の一覧にあるプラグインは、ウェブコンソールクライアントで起動します。

source: Plugin Installation
cs: Instalace pluginu
ja: プラグインインストール

source: Look for available plugins on {0}.
cs: Podívejte se po dostupných pluginech na {0}.
ja: 利用可能なプラグインは {0} を見てください。

source: Installation from URL
cs: Instalace z URL
ja: URL からインストール

source: To install a plugin, enter the download URL:
cs: Pro instalaci pluginu zadejte URL, ze které se stáhne:
ja: プラグインをインストールするには、ダウンロード URL を入力:

source: Installation from File
cs: Instalace ze souboru
ja: ファイルからインストール

source: Select xpi2p or su3 file
cs: Vyberte soubor xpi2p nebo su3
ja: xpi2p または su3 ファイルを選択

source: Update All Plugins
cs: Aktualizovat všechny pluginy
ja: 全てのプラグインを更新

source: config reseeding
cs: nastavení reseedování
ja: 再シードを設定する

source: Reseeding is the bootstrapping process used to find other routers when you first install I2P, or when your router has too few router references remaining.
cs: Reseedování je proces bootstrappingu, který je používán pro nalezení ostatních routerů po první instalaci I2P a nebo v případě, že má váš router příliš málo zbývajících referencí.
ja: 再シードは、最初にI2Pをインストールしたときや、ルーターの参照が残り少ないときに、他のルーターを見つけるために使用されるブートストラップのプロセスです。

source: If reseeding has failed, you should first check your network connection.
cs: Pokud selhalo reseedování, měli byste nejprve zkontrolovat vaše síťové připojení.
ja: 再シードに失敗した場合は、まずネットワーク接続を確認してください。

source: If a firewall is blocking your connections to reseed hosts, you may have access to a proxy.
cs: Pokud firewall blokuje vaše připojení k reseed hostům, možná máte přístup k proxy.
ja: ファイアウォールが再シードホストへの接続をブロックしている場合、プロキシにアクセスしている可能性があります。

source: The proxy may be a remote public proxy, or may be running on your computer (localhost).
cs: Může jít o vzdálený veřejný proxy nebo může běžet na vašem počítači (localhost).
ja: プロキシは遠隔の公開プロキシかもしれませんし、あなたのコンピュータ(ローカルホスト)上で実行されているかもしれません。

source: To use a proxy, configure the type, host, and port below.
cs: Pro použití proxy, nastavte níže typ, hostitele a port.
ja: プロキシを使うためには、以下の種類、ホスト、及びポートを設定します。

source: If you are running Tor Browser, reseed through it by configuring SOCKS 5, localhost, port 9150.
cs: Pokud máte spuštěn Prohlížeč Tor, můžete provést reseedování skrze něj tak, že nastavíte SOCKS 5, localhost a port 9150.
ja: Tor ブラウザを実行している場合は、SOCKS 5、localhost、port 9150 を設定して再シードしてください。

source: If you are running command-line Tor, reseed through it by configuring SOCKS 5, localhost, port 9050.
cs: Pokud máte spuštěn Tor na příkazové řádce, můžete provést reseedování skrze něj tak, že nastavíte SOCKS 5, localhost a port 9050.
ja: コマンドラインの Tor を実行している場合は、SOCKS 5、localhost、port 9050 を設定して再シードしてください。

source: If you have some peers but need more, you may try the I2P Outproxy option. Leave the host and port blank.
cs: Pokud máte některé peery, ale potřebujete více, můžete zkusit možnost I2P outproxy. Nechte hostitele a port prázdné.
ja: いくつかのピアがあるが、より多くのピアが必要な場合は、I2P アウトプロキシ設定を試してみてください。ホストとポートは空欄のままにしておきます。

source: This will not work for an initial reseed when you have no peers at all.
cs: Toto nebude fungovat pro první reseed bez peerů.
ja: これは、ピアが全くいない初回の再シードでは機能しません。

source: Then, click "{0}".
cs: Potom klikněte na "{0}".
ja: そして、"{0}"をクリックしてください。

source: Change these only if HTTPS is blocked by a restrictive firewall and reseed has failed.
cs: Toto změňte jen pokud je HTTPS blokováno restriktivním firewallem a reseedování selhalo.
ja: これらを変更するのは、HTTPS が制限されたファイアウォールによってブロックされ、再シードに失敗した場合のみです。

source: If you know and trust somebody that runs I2P, ask them to send you a reseed file generated using this page on their router console.
cs: Pokud znáte někoho důvěryhodného, kdo provozuje I2P, požádejte je aby vám poslali reseed soubor vygenerovaný pomocí této stránky na jejich konzoli routeru.
ja: I2Pを実行している信頼できる人を知っている場合は、このページを使って生成した再シードファイルをルーターのコンソールに送ってもらうように頼んでください。

source: Then, use this page to reseed with the file you received.
cs: Potom použijte tuto stránku pro reseedování pomocí obdrženého souboru.
ja: そして、このページを使用して、あなたが受信したファイルで再シードしてください。

source: First, select the file below.
cs: Nejprve vyberte níže soubor.
ja: 最初に、以下のファイルを選択してください。

source: If you know and trust somebody that publishes reseed files, ask them for the URL.
cs: Pokud znáte někoho důvěryhodného, kdo zveřejňuje reseed soubory, požádejte je o URL.
ja: もし、再シードファイルを公開している人を知っていて信頼しているなら、その人にURLを聞いてみましょう。

source: Then, use this page to reseed with the URL you received.
cs: Potom použijte tuto stránku pro reseedování pomocí obdržené URL.
ja: そして、このページを使って、受け取ったURLで再シードしてください。

source: First, enter the URL below.
cs: Nejprve vložte URL níže.
ja: 最初に、以下のURLを入力を入力してください。

source: See {0} for instructions on reseeding manually.
cs: Podívejte se na {0} pro pokyny k ručnímu reseedování.
ja: 手動再シード上の説明は {0} をご覧ください。

source: the FAQ
cs: FAQ
ja: よくある質問

source: Manual Reseed
cs: Ruční reseedování
ja: 手動再シード

source: The su3 format is preferred, as it will be verified as signed by a trusted source.
cs: Formát su3 je upřednostňován, protože bude ověřen a podepsán důvěryhodným zdrojem.
ja: 信頼できるソースによって署名されていることが検証されるため、su3形式は好ましいです。

source: The zip format is unsigned; use a zip file only from a source that you trust.
cs: Formát zip není podepsán; používejte zip soubory pouze z důvěryhodných zdrojů.
ja: zip形式は非署名; zipファイルはあなたが信用するソースからのみ使ってください。

source: Enter zip or su3 URL
cs: Vložte URL zip nebo su3
ja: zip または su3 の URL を入力

source: Reseed from File
cs: Reseedovat ze souboru
ja: ファイルから再シード

source: Select zip or su3 file
cs: Vyberte soubor zip nebo su3
ja: zip または su3 のファイルを選択

source: Create Reseed File
cs: Vytvořit reseed soubor
ja: 再シードファイルを作成

source: Create a new reseed zip file you may share for others to reseed manually.
cs: Vytvořte nový zip reseed soubor pro sdílení s ostatními za účelem ručního reseedování.
ja: あなたが手動で再シードする他の人のための、新しい再シードzipファイルを作成。

source: This file will never contain your own router's identity or IP.
cs: Tento soubor nikdy nebude obsahovat identitu vašeho routeru ani IP.
ja: このファイルには決してユーザー自身のアイデンティティやIPは含まれません。

source: Create reseed file
cs: Vytvořit reseed soubor
ja: 再シードファイルを作成

source: Reseeding Configuration
cs: Nastavení reseedování
ja: 再シード設定

source: Reseed URL Selection
cs: Výběr URL reseedování
ja: 再シードURL選択

source: Try SSL first then non-SSL
cs: Nejprve zkuste SSL a potom bez
ja: 最初にSSLを試してから非SSLを試す

source: Use SSL only
cs: Použít jen SSL
ja: SSLのみを使用

source: Use non-SSL only
cs: Použít jen bez SSL
ja: 非SSLのみを使用

source: Reseed URLs
cs: URL reseedování
ja: 再シードURL

source: Proxy type for HTTPS reseed URLs
cs: Typ proxy pro HTTPS URL reseedování
ja: HTTPS 再シード URL 用のプロキシの種類

source: None
cs: Žádný
ja: なし

source: I2P Outproxy
ja: I2Pアウトプロキシ

source: Not for initial reseed. Leave host and port blank.
cs: Není pro první reseed. Nechte hostitele a port prázdné.
ja: 初回の再シードには使用しません。ホストとポートは空欄にしてください。

source: HTTPS Proxy Host
cs: Hostitel HTTPS proxy
ja: HTTPSプロキシホスト

source: HTTPS Proxy Port
cs: Port HTTPS proxy
ja: HTTPSプロキシポート

source: Use HTTPS Proxy Authorization?
cs: Použít autorizaci HTTPS proxy?
ja: HTTPSプロキシ認証を使用しますか？

source: HTTPS Proxy Username
cs: Uživatelské jméno HTTPS proxy
ja: HTTPSプロキシユーザー名

source: HTTPS Proxy Password
cs: Heslo HTTPS proxy
ja: HTTPSプロキシパスワード

source: Enable proxy for HTTP reseed URLs?
cs: Zapnout proxy pro URL HTTP reseedování?
ja: HTTP 再シード URL にプロキシを有効にしますか？

source: HTTP Proxy Host
cs: Hostitel HTTP proxy
ja: HTTPプロキシホスト

source: HTTP Proxy Port
cs: Port HTTP proxy
ja: HTTPプロキシポート

source: Use HTTP Proxy Authorization?
cs: Použít autorizaci HTTP proxy?
ja: HTTPプロキシ認証を使用しますか？

source: HTTP Proxy Username
cs: Uživatelské jméno HTTP proxy
ja: HTTPプロキシユーザー名

source: HTTP Proxy Password
cs: Heslo HTTP proxy
ja: HTTPプロキシパスワード

source: config service
cs: služba nastavení
ja: サービスを設定

source: Shutdown the router
cs: Vypnout router
ja: ルーターをシャットダウン

source: Graceful shutdown lets the router satisfy the agreements it has already made before shutting down, but may take a few minutes.
cs: Běžné vypnutí umožní routeru uspokojit dohody uzavřené před vypnutím ale může trvat několik minut.
ja: 正常なシャットダウンでは、ルーターがシャットダウンする前に既に行った約束を果たすことができますが、数分かかる場合があります。

source: If you need to kill the router immediately, that option is available as well.
cs: Pokud potřebujete router okamžitě zabít, je k dispozici i tato možnost.
ja: すぐにルーターをkillする必要がある場合は、そのオプションも利用できます。

source: Restart the router
cs: Restartovat router
ja: ルーターを再起動

source: If you want the router to restart itself after shutting down, you can choose one of the following.
cs: Pokud chcete, aby se router sám restartoval po vypnutí, můžete vybrat jedno z následujících.
ja: シャットダウン後にルーターが自ら再起動するようにしたい場合は、以下のいずれかを選択します。

source: This is useful in some situations - for example, if you changed some settings that client applications only read at startup, such as the routerconsole password or the interface it listens on.
cs: Toto je v některých situacích užitečné - například pokud jste změnili některá nastavení, která klientské aplikace čtou jen při startu, například heslo routerconsole nebo rozhraní, na kterém naslouchá.
ja: これは、クライアントアプリケーションが起動時にしか読めない設定を変更した場合など、いくつかの状況で役立ちます。たとえば、ルーターコンソールのパスワードや、リッスンするインターフェースなどです。

source: A graceful restart will take a few minutes (but your peers will appreciate your patience), while a hard restart does so immediately.
cs: Běžný restart zabere pár minut (ale vaši peeři počkají), přičemž tvrdý restart proběhne okamžitě.
ja: 正常な再起動には数分かかりますが（しかし、ピアはあなたの忍耐力に感謝するでしょう）、ハードな再起動ではすぐに再起動されます。

source: After tearing down the router, it will wait 1 minute before starting back up again.
cs: Po vypnutí routeru počká 1 minutu, než se znovu spustí.
ja: ルーターを破壊した後、1分待機後に再び起動します。

source: Systray integration
cs: Integrace systémové lišty
ja: システムトレイ統合

source: Control the system tray icon
cs: Ovládat ikonu systémové lišty
ja: システムトレイアイコンを制御

source: Run on startup
cs: Spustit při startu
ja: 起動時に実行

source: You can control whether I2P is run on startup or not by selecting one of the following options - I2P will install (or remove) a service accordingly.
cs: Můžete ovládat, zda I2P poběží po startu nebo ne. Vyberete jednu z následujících možností. I2P potřebnou službu buď nainstaluje a nebo odebere.
ja: I2Pを起動時に実行するかどうかは、以下の選択肢のいずれかを選択することで制御できます - I2Pは状況に応じてサービスをインストール（または削除）します。

source: If you prefer the command line, you can also run the
cs: Pokud upřednostňujete příkazovou řádku, můžete spustit
ja: コマンドラインがお好きな方は、次のように

source: or
cs: nebo
ja: または

source: Note
cs: Poznámka
ja: メモ

source: If you are running I2P as service right now, removing it will shut down your router immediately.
cs: Pokud máte momentálně spuštěnu službu I2P, jejím odebráním dojde k okamžitému vypnutí vašeho routeru.
ja: 現在、I2Pをサービスとして実行している場合、これを削除するとルーターが直ちにシャットダウンします。

source: You may want to consider shutting down gracefully, as above, then running uninstall_i2p_service_winnt.bat.
cs: Můžete zvážit běžné vypnutí výše a potom spuštění uninstall_i2p_service_winnt.bat.
ja: 上記のように、正常なシャットダウンをしてから、 uninstall_i2p_service_winnt.bat を実行することを検討してみてはいかがでしょうか。

source: Debugging
cs: Ladění
ja: デバッグ

source: At times, it may be helpful to debug I2P by getting a thread dump. To do so, please select the following option and review the thread dumped to <a href="logs.jsp#servicelogs">wrapper.log</a>.
cs: Někdy může být užitečné ladit I2P pomocí získaného dumpu vlákna. Abyste to udělali, prosím vyberte následující možnost a prohlédněte vlákno dumpnuté do <a href="logs.jsp#servicelogs">wrapper.log</a>.
ja: 時には、スレッドダンプを取得することで、I2Pのデバッグに役立つことがあります。そのためには、次のオプションを選択して、<a href="logs.jsp#servicelogs">wrapper.log</a>にダンプされたスレッドを確認してください。

source: Launch browser on router startup?
cs: Spustit prohlížeč při startu routeru?
ja: ルーター起動時にブラウザを起動？

source: I2P''s main configuration interface is this web console, so for your convenience I2P can launch a web browser on startup pointing at {0}.
cs: Hlavní rozhraní pro nastavení I2P je tato webová konzole, takže pro vaše pohodlí může I2P při startu spustit webový prohlížeč, který odkáže na {0}.
ja: I2Pの主な設定インターフェースはこのウェブコンソールで、利便性のためにI2Pは起動時に {0} を指定してWebブラウザを起動することができます。

source: config sidebar
cs: boční panel nastavení
ja: サイドバーを設定

source: Refresh Interval
cs: Interval obnovení
ja: 更新間隔

source: seconds
cs: sekund
ja: 秒

source: Customize Sidebar
cs: Přizpůsobit boční panel
ja: サイドバーをカスタマイズ

source: config stats
cs: statistiky nastavení
ja: 統計を設定

source: Configure I2P Stat Collection
cs: Nastavte sběr statistik I2P
ja: I2P 統計収集設定

source: Toggle full stat collection and all graphing options
cs: Přepněte sběr úplných statistik a všech možných grafů
ja: 全統計収集と全グラフ作成オプションを切り替え

source: toggle all
cs: přepnout vše
ja: 全て切り替え

source: Enable full stats?
cs: Zapnout úplné statistiky?
ja: 全統計を有効化？

source: change requires restart to take effect
cs: použití změny vyžaduje restartování
ja: 変更の反映には再起動が必要です

source: Stat file
ja: 統計ファイル

source: Toggle section graphing options
cs: Přepnout možnosti grafů sekce
ja: セクショングラフ作成オプションの切り替え

source: Log
ja: 履歴

source: Select stats for visualization on /graphs
cs: Vyberte statistiky k vizualizaci na /graphs
ja: /graphs で可視化する統計を選択

source: Graph
cs: Graf
ja: グラフ

source: Advanced filter
ja: 詳細フィルター

source: config tunnels
cs: nastavení tunelů
ja: トンネルを設定
