Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: The default settings work for most people.
cs: Výchozí nastavení funguje pro většinu lidí.
ja: 初期設定はほとんどの人には機能します。

source: There is a fundamental tradeoff between anonymity and performance.
cs: Mezi anonymitou a výkonem existuje zásadní kompromis.
ja: 匿名性とパフォーマンスの間には、根本的な兼ね合いがあります。

source: Tunnels longer than 3 hops (for example 2 hops + 0-2 hops, 3 hops + 0-1 hops, 3 hops + 0-2 hops), or a high quantity + backup quantity, may severely reduce performance or reliability.
cs: Tunely delší než 3 skoky (např. 2 skoky + 0-2 skoky, 3 skoky + 0-1 skok, 3 skoky + 0-2 skoky), nebo vysoké množství + množství záloh, může značně omezit výkon nebo spolehlivost.
ja: トンネルが3ホップより長い（例えば、2ホップ + 0-2ホップ、3ホップ + 0-1ホップ、3ホップ + 0-2ホップ）、または 高い数量 + 補助数量、これは性能や信頼性を著しく低下させる可能性があります。

source: High CPU and/or high outbound bandwidth usage may result.
cs: Může mít za následek vyšší využití CPU a/nebo vyšší odchozí datový přenos.
ja: 高いCPU かつ/または 高い送信帯域幅使用率に繋がる恐れがあります。

source: Change these settings with care, and adjust them if you have problems.
cs: Tato nastavení měňte s opatrností a upravte je pokud máte potíže.
ja: これらの設定を慎重に変更し、問題があれば調整してください。

source: Exploratory tunnel setting changes are stored in the router.config file.
cs: Změna volby průzkumné tunely je uložena v souboru router.config.
ja: 調査トンネル設定の変更はルーターの .config ファイルに保存されています。

source: Client tunnel changes are temporary and are not saved.
cs: Změny v klientském tunelu jsou dočasné a nejsou uloženy.
ja: クライアントトンネルの変更は一時的なもので、保存されていません。

source: To make permanent client tunnel changes see the
cs: Pro trvalé změny klientského tunelu se podívejte na
ja: クライアントトンネルを永続的に変更するには

source: i2ptunnel page
cs: stránku I2PTunelu
ja: I2Pトンネルページ

source: config UI
cs: nastavení UI
ja: UI を設定

source: Router Console Theme
cs: Vzhled konzole routeru
ja: ルーターコンソールのテーマ

source: Theme selection disabled for Internet Explorer, sorry.
cs: Výběr vzhledu je vypnut pro Internet Explorer, promiňte.
ja: テーマ選択はInternet Explorerでは無効です。ごめんなさい。

source: If you're not using IE, it's likely that your browser is pretending to be IE; please configure your browser (or proxy) to use a different User Agent string if you'd like to access the console themes.
cs: Pokud nepoužíváte IE, je pravděpodobné, že váš prohlížeč předstírá že je IE; pro přístup k vzhledům konzole prosím nastavte váš prohlížeč (nebo proxy) tak, aby používal jiný User Agent.
ja: IEを使用していない場合、ご利用のブラウザがIEであるようにふるまっています。コンソールのテーマにアクセスする場合、ブラウザ（またはプロキシ）を設定して、異なるユーザーエージェントを使用してください。

source: Apply
cs: Použít
ja: 適用

source: Router Console Language
cs: Jazyk konzole routeru
ja: ルーターコンソールの言語

source: Please contribute to the router console translation project! Contact the developers in #i2p-dev on IRC to help.
cs: Prosím přispějte do překladatelského projektu konzole routeru! Pro pomoc kontaktujte vývojáře na IRC #i2p-dev.
ja: ルーターコンソールの翻訳プロジェクトにご協力ください！協力するには、 IRC の #i2p-dev で開発者にご連絡ください。

source: Router Console Password
cs: Heslo konzole routeru
ja: ルーターコンソールのパスワード

source: config update
cs: aktualizace nastavení
ja: 更新を設定

source: Check for I2P and News Updates
cs: Zkontrolovat I2P aktualizace a novinky
ja: I2Pとニュースの更新を確認

source: News &amp; I2P Updates
cs: Novinky &amp; I2P aktualizace
ja: ニュース &amp; I2P 更新

source: Check for news updates
cs: Zkontrolovat aktuální novinky
ja: ニュースの更新を確認

source: News Updates
cs: Aktuální novinky
ja: ニュースの更新

source: Update In Progress
cs: Aktualizace probíhá
ja: 進行中の更新

source: News URL
cs: URL novinek
ja: ニュースのURL

source: Refresh frequency
cs: Frekvence obnovení
ja: 更新頻度

source: Update policy
cs: Politika aktualizace
ja: 更新方針

source: Fetch news through the proxy?
cs: Získat novinky přes proxy?
ja: プロキシを介してニュースを取得しますか？

source: Update through the proxy?
cs: Aktualizovat skrze proxy?
ja: プロキシを介して更新しますか？

source: Proxy host
cs: Hostitel proxy
ja: プロキシのホスト

source: Proxy port
cs: Port proxy
ja: プロキシのポート

source: Update URLs
cs: Adresy URL aktualizace
ja: 更新URL

source: Trusted keys
cs: Důvěryhodné klíče
ja: 信用した鍵

source: Update with signed development builds?
cs: Aktualizovat podepsanými vývojářskými buildy?
ja: 署名済みの開発ビルドで更新しますか？

source: Signed Build URL
cs: URL podepsaného buildu
ja: 署名したビルドURL

source: Update with unsigned development builds?
cs: Aktualizovat nepodepsanými vývojářskými buildy?
ja: 署名していない開発ビルドで更新しますか？

source: Unsigned Build URL
cs: URL nepodepsaného buildu
ja: 署名していないビルドURL

source: Updates will be dispatched via your package manager.
cs: Aktualizace budou poskytnuty pomocí vašeho správce softwarových balíčků.
ja: 更新はパッケージマネージャ経由で配布されます。

source: config webapps
cs: nastavení webapps
ja: ウェブアプリを設定

source: WebApp Configuration
cs: Nastavení WebApp
ja: ウェブアプリ設定

source: The Java web applications listed below are started by the webConsole client and run in the same JVM as the router. They are usually web applications accessible through the router console. They may be complete applications (e.g. i2psnark), front-ends to another client or application which must be separately enabled (e.g. susidns, i2ptunnel), or have no web interface at all (e.g. address book).
cs: Webová aplikace Java, které jsou vypsané níže, jsou spuštěny klientem webConsole a běží ve stejné JVM jako router. Jsou to obvykle webové aplikace, přístupné skrze konzoli routeru. Může jít o kompletní aplikace (např. i2psnark), front-endy pro jného klienta nebo aplikaci, která musí být odděleně zapnuta (např. susidns, i2ptunel), nebo nemá žádné webové rozhraní (např. adresář).
ja: 以下の一覧に記載されているJavaウェブアプリケーションは、ウェブコンソールクライアントによって起動され、ルーターと同じJVMで実行されます。これらは通常、ルーターのコンソールからアクセス可能なウェブアプリケーションです。これらは完全なアプリケーション (例. i2psnark)、別個に有効にしなければならない別のクライアントやアプリケーションへのフロントエンド (例. susidns, i2ptunnel)、または全くウェブインターフェースを持たないもの (例. アドレス帳) のいずれかです。

source: A web app may also be disabled by removing the .war file from the webapps directory; however the .war file and web app will reappear when you update your router to a newer version, so disabling the web app here is the preferred method.
cs: Webová aplikace může být také vypnuta odebráním souboru .war ze složky webapps; avšak soubor .war a webová aplikace se znovu objeví po aktualizaci routeru na novou verzi, vypnutí webové aplikace na tomto místě je preferovaná metoda.
ja: webapps ディレクトリから .war ファイルを削除すると、ウェブアプリも無効化される場合があります。しかし、 .war ファイルとウェブアプリはルーターを新しいバージョンに更新したときにまた現れるので、ここでウェブアプリを無効にすることは、推奨の方法です。

source: home
ja: ホーム

source: Configure Language
cs: Nastavit jazyk
ja: 言語設定

source: Welcome to I2P
cs: Vítejte na I2P
ja: I2Pへようこそ

source: Certificates
cs: Certifikáty
ja: 証明書

source: I2P Address Book
cs: I2P adresář
ja: I2P アドレス帳

source: Open in new tab
cs: Otevřít na nové kartě
ja: 新しいタブに開く

source: Your browser does not support iFrames.
cs: Váš prohlížeč nepodporuje rámy iFrames.
ja: あなたのブラウザはiFrameをサポートしません。

source: Click here to continue.
cs: Klikněte zde pro pokračování.
ja: ここをクリックして続ける。

source: Internal Error
cs: Vnitřní chyba
ja: 内部エラー

source: Sorry! There has been an internal error.
cs: Promiňte, došlo k interní chybě.
ja: 申し訳ありません！ 内部エラーが発生しました。

source: Please report bugs on {0} or {1}.
cs: Prosíme nahlaste chyby na {0} nebo na {1}.
ja: バグを {0} または {1} で報告をお願いします。

source: Please include this information in bug reports
cs: Prosíme zahrňte tuto informaci do hlášení chyb
ja: バグ報告にこの情報を含めてください。

source: Error Details
cs: Detaily chyby
ja: エラーの詳細

source: Error {0}
cs: Chyba {0}
ja: エラー {0}

source: I2P Version and Running Environment
cs: Verze I2P a běžící prostředí
ja: I2P のバージョンと実行環境

source: Note that system information, log timestamps, and log messages may provide clues to your location; please review everything you include in a bug report.
cs: Berte v potaz, že informace o systému, časové značky logů a zprávy logů, mohou poskytnout vodítka k vašemu umístění; prosím prohlédněte si vše co zahrnujete do vašeho hlášení chyby.
ja: 注意。システム情報、ログのタイムスタンプ、及びログ通知はあなたの位置の手掛かりになるかもしれません; バグ報告の中に含めた全てを見直してください。

source: Page Not Found
cs: Stránka nenalezena
ja: ページが見つかりません

source: Sorry! You appear to be requesting a nonexistent Router Console page or resource.
cs: Promiňte, zdá se, že žádáte o neexistující stránku nebo zdroj konzole routeru.
ja: 申し訳ありません！ 存在しないルーターコンソールページまたはリソースを要求しているようです。

source: Error 404
cs: Chyba 404
ja: エラー 404

source: not found
cs: nenalezeno
ja: 見つかりません

source: events
cs: události
ja: イベント

source: I2P Event Log
cs: Log událostí I2P
ja: I2P イベントのログ

source: graphs
cs: grafy
ja: グラフ

source: I2P Performance Graphs
cs: Grafy výkonu I2P
ja: I2P パフォーマンスグラフ

source: help
ja: ヘルプ

source: I2P Router Help and Support
cs: Pomoc s I2P routerem
ja: I2P ルーターのヘルプとサポート

source: Further Assistance
cs: Další asistence
ja: 助けを得る方法

source: If you would like to help improve or translate the documentation, or help with other aspects of the project, please see the documentation for <a href="http://i2p-projekt.i2p/en/get-involved" target="_blank">volunteers.</a>
cs: Pokud byste chtěli pomoci vylepšit nebo přeložit dokumentaci, nebo pomoci s jinými aspekty projektu, prosím podívejte se do dokumentace k <a href="http://i2p-projekt.i2p/en/get-involved" target="_blank">dobrovolníkům</a>.
ja: 文書の改良や翻訳、その他の面でお手伝いいただける方は、<a href="http://i2p-projekt.i2p/en/get-involved" target="_blank">有志</a>用の文書をご覧ください。

source: Further assistance is available here:
cs: Další asistence je dostupná zde:
ja: 助けを得る方法はここから利用可能です:

source: FAQ on i2p-projekt.i2p
cs: i2p-projekt.i2p FAQ
ja: i2p-projekt.i2p 上のよくある質問

source: You may also try {0} or {1}.
cs: Také můžete zkusit {0} nebo {1}.
ja: {0} または {1} を試してみてください。

source: I2P's IRC network
cs: IRC síť I2P
ja: I2P の IRC ネットワーク

source: Sidebar Information
cs: Informace bočního panelu
ja: サイドバー情報

source: Many of the stats on the sidebar may be <a href="configstats">configured</a> to be <a href="graphs">graphed</a> for further analysis.
cs: Mnoho statistik na bočním panelu je možné <a href="configstats">nastavit</a> pro zobrazení na <a href="graphs">grafu</a> kvůli další analýze.
ja: サイドバーの統計情報の多くは、さらなる分析のために<a href="graphs">グラフ</a>化されるように<a href="configstats">設定</a>されている場合があります。

source: You may also customize the sections that appear on the Sidebar and their positioning on the <a href="configsidebar">Sidebar Configuration page</a>.
cs: Také můžete přizpůsobit sekce, které se zobrazují na bočním panelu a jejich umístění na <a href="configsidebar">stránce nastavení bočního panelu</a>.
ja: <a href="configsidebar">サイドバー設定ページ</a>でサイドバーに表示されるセクションとその位置をカスタマイズすることもできます。

source: This section indicates your average bandwidth speeds and total usage for the session.
cs: Tato sekce ukazuje váš průměrný datový přenos a celkové využití v rámci relace.
ja: この選択は、平均回線速度と本セッションでの合計使用量を表します。

source: All values are in bytes per second, not bits per second.
cs: Všechny hodnoty jsou v bajtech za sekundu, ne v bitech za sekundu.
ja: 全ての値はバイト毎秒であり、ビット毎秒ではありません。

source: You may change your bandwidth limits on the <a href="config">Bandwidth Configuration page</a>.
cs: Můžete změnit vaše limity datového přenosu na <a href="config">stránce nastavení datového přenosu</a>.
ja: あなたの帯域幅制限を<a href="config">帯域幅設定ページ</a>で変更することができます。

source: The first number is the number of peers your router has sent or received a message from in the last few minutes.
cs: První číslo je počet peerů, od kterých váš router odeslal nebo přijal zprávu za posledních několik minut.
ja: 最初の数字は、あなたのルーターが過去数分間にメッセージを送信または受信したピアの数です。

source: This may range from 8-10 to several hundred, depending on your total bandwidth, shared bandwidth, and locally-generated traffic.
cs: Toto může mít rozsah od 8-10 do několika stovek, v závislosti na vašem celkovém datovém přenosu, síleném přenosu a místním přenosu.
ja: これは、あなたの合計帯域幅、共有帯域幅、ローカルで生成されるトラフィックに応じて、8-10から数百までの範囲となります。

source: The second number is the number of peers seen in the last hour or so.
cs: Druhé číslo je počet peerů viděných za přibližně poslední hodinu.
ja: 2番目の数字は、過去1時間ほどの間に見られたピアの数です。

source: Do not be concerned if these numbers vary widely.
cs: Nedivte se, pokud by se tato čísla velmi lišila.
ja: この数字が大きく変わっていても気にしないでください。

source: This is the number of peers your router has available for building client tunnels.
cs: Toto je množství peerů, které má k dispozici váš router pro vytváření klientských tunelů.
ja: これは、あなたのルーターがクライアントトンネルを構築するために利用可能なピアの数です。

source: These peers are shown on the <a href="profiles">profiles page</a>.
cs: Tito peeři jsou zobrazeni na <a href="profiles">stránce profilů</a>.
ja: これらのピアは、<a href="profiles">プロファイルページ</a>に表示されます。

source: This is the number of peers your router has available for building your exploratory tunnels which are used to determine network performance.
cs: Toto je množství peerů, které má k dispozici váš router pro vytváření vašich průzkumných tunelů, které jsou používány pro zjištění výkonu sítě.
ja: これは、ネットワークのパフォーマンスを判断するために使用される調査トンネルを構築するために、ルーターが利用できるピアの数です。

source: The fast peers are included in the high capacity tier.
cs: Rychlí peeři jsou zahrnuti do vysokokapacitní úrovně.
ja: 高速のピアは高許容量の段階に含まれます。

source: This is the number of peers your router will use for network database inquiries.
cs: Toto je množství peerů, které váš router použije pro žádosti do síťové databáze.
ja: これは、ルーターがネットワークデータベースを照会する際に使用するピアの数です。

source: These are usually the floodfill routers responsible for maintaining network integrity.
cs: Toto jsou obvykle floodfill routery, které jsou odpovědné pro zachování integrity sítě.
ja: これらは通常、ネットワークの保全をする floodfill ルーターです。

source: This is the total number of peers that are known by your router.
cs: Toto je celkový počet peerů, které zná váš router.
ja: これは、ルーターによって知られているピアの合計数です。

source: This may range from under 100 to several thousand.
cs: Toto může být pod hodnotou 100 až do několika tisíc.
ja: これは、100以下から数千までの範囲です。

source: This number is not the total size of the network; it may vary widely depending on your total bandwidth, shared bandwidth, and locally-generated traffic.
cs: Číslo není celkovou velikostí sítě; může se velmi lišit v závislosti na vašem celkovém datovém přenosu, sdíleném přenosu a místním přenosu.
ja: この数字はネットワークの合計の大きさではなく、合計帯域幅、共有帯域幅、ローカルに生成されるトラフィックによって大きく変わる可能性があります。

source: I2P does not require a router to know every other router in the network.
cs: I2P nevyžaduje, aby router znal všechny ostatní routery v síti.
ja: I2Pでは、ルーターがネットワーク内の他の全てのルーターを知る必要はありません。

source: Network Help
cs: Síťová pomoc
ja: ネットワークのヘルプ

source: If you think you have opened up your firewall and I2P still thinks you are firewalled, remember that you may have multiple firewalls, for example both software packages and external hardware routers.
cs: Pokud si myslíte, že jste otevřeli váš firewall a I2P si stále myslí, že jste za firewallem, pamatujte že možná je na cestě více firewallů, například softwarové i fyzické externí routery.
ja: ファイアウォールを開放したはずなのに、I2Pがまだファイアウォールに防がれていると思っている場合は、ソフトウェアパッケージや外部のハードウェアルーターなど、複数のファイアウォールが存在する可能性があることを思い出してください。

source: If there is an error, the <a href="logs.jsp">logs</a> may also help diagnose the problem.
cs: Pokud dojde k chybě, <a href="logs.jsp">logy</a> mohou pomoci diagnostikovat problém.
ja: エラーが発生した場合、<a href="logs.jsp">ログ</a>が問題の原因を突き止めるのに役立つこともあります。

source: Your UDP port does not appear to be firewalled.
cs: Váš UDP port se nezdá být omezen firewallem.
ja: あなたのUDPポートはファイアウォールに防がれていないようです。

source: Firewalled
cs: Za firewallem
ja: ファイアウォール有効

source: Your UDP port appears to be firewalled.
cs: Váš UDP port se zdá být omezen firewallem.
ja: あなたのUDPポートはファイアウォールに防がれています。

source: As the firewall detection methods are not 100% reliable, this may occasionally be displayed in error.
cs: Jelikož způsoby rozpoznání firewallu nejsou 100% spolehlivé, toto může být občas zobrazeno chybně.
ja: ファイアウォールの検出方法は100％信頼できるものではないため、稀にエラーと表示されることがあります。

source: However, if it appears consistently, you should check whether both your external and internal firewalls are open for your port.
cs: Ale pokud se to ukazuje opakovaně, měli byste zkontrolovat, že vaše případné interní i externí firewally mají otevřen váš port.
ja: しかし、常に表示される場合は、外部と内部の両方のファイアウォールがそのポートに対して開いているかどうかを確認してください。

source: I2P will work fine when firewalled, there is no reason for concern. When firewalled, the router uses "introducers" to relay inbound connections.
cs: I2P bude fungovat dobře za firewallem, není důvod mít obavy. Za firewallem router používá "uvaděče" pro přeposílání příchozích spojení.
ja: I2Pはファイアーウォールに防がれていても問題なく動作しますので、心配する必要はありません。ファイアウォールに防がれている場合、ルーターは"イントロデューサー"を使って着信の接続を中継します。

source: However, you will get more participating traffic and help the network if you open your firewall.
cs: Avšak získáte více participujícího provozu a pomůžete síti, pokud otevřete váš firewall.
ja: しかし、ファイアウォールを開放した方が、より多くの参加トラフィックが得られ、ネットワークの助けになります。

source: If you think you have already done so, remember that you may have both a hardware and a software firewall, or be behind an additional, institutional firewall you cannot control.
cs: Pokud si myslíte, že jste to již udělali, pamatujte že můžete mít softwarový i hardwarový firewall a nebo můžete být za dodatečným, institucionálním firewallem, na který nemáte vliv.
ja: もうやったと思っていても、ハードウェアとソフトウェアの両方のファイアウォールを使っていたり、自分では制御できない組織的なファイアウォールの後ろにいたりすることがあります。

source: Also, some routers cannot correctly forward both TCP and UDP on a single port, or may have other limitations or bugs that prevent them from passing traffic through to I2P.
cs: Také některé routery neumí správně přesměrovat TCP i UDP na jeden společný port, nebo mohou mít jiná omezení nebo chyby, které jim znemožňují přeposílání síťového provozu skrze I2P.
ja: また、ルーターの中には、TCPとUDPの両方を1つのポートに正しく転送できないものや、その他の制限やバグによりI2Pにトラフィックを通すことができないものがあります。

source: The router is currently testing whether your UDP port is firewalled.
cs: Router právě zkouší, zda je váš UDP port za firewallem.
ja: ルーターは現在、あなたのUDPポートがファイアウォールで防がれているかどうかをテストしています。

source: The router is not configured to publish its address, therefore it does not expect incoming connections.
cs: Router není nastaven pro zveřejnění své adresy, proto neočekává příchozí spojení.
ja: ルーターはアドレスを公開するように設定されていないため、着信接続は期待できません。

source: Hidden mode is automatically enabled for added protection in certain countries.
cs: Skrytý režim je automaticky zapnut pro dodatečnou ochranu v některých zemích.
ja: 一部の国では、保護のために秘匿モードが自動的に有効になっています。

source: WARN - Firewalled and Fast
cs: VAROVÁNÍ - Za firewallem a rychlý
ja: 警告 - ファイアーウォールに防がれ、高速

source: You have configured I2P to share more than 128KBps of bandwidth, but you are firewalled.
cs: Nastavili jste, aby I2P sdílel více než 128 KB/s datového přenosu, jste ale za firewallem.
ja: 128KBps以上の帯域幅を共有するようにI2Pを設定していますが、ファイアウォールに防がれています。

source: While I2P will work fine in this configuration, if you really have over 128KBps of bandwidth to share, it will be much more helpful to the network if you open your firewall.
cs: I2P bude pod tímto nastavením fungovat bez problémů, pokud skutečně máte ke sdílení více než 128 KB/s datového přenosu. Pro síť bude mnohem užitečnější pokud otevřete váš firewall.
ja: この設定でもI2Pは問題なく動作しますが、本当に128KBps以上の帯域幅を共有する場合は、ファイアウォールを開放した方がネットワークにとってははるかに有益です。

source: WARN - Firewalled and Floodfill
cs: VAROVÁNÍ - Za firewallem a floodfill
ja: 警告 - ファイアーウォールに防がれ、 Floodfill

source: You have configured I2P to be a floodfill router, but you are firewalled.
cs: Nastavili jste I2P aby bylo floodfill routerem, ale jste za firewallem.
ja: floodfillルーターになるようI2Pを設定していますが、ファイアウォールに防がれています。

source: For best participation as a floodfill router, you should open your firewall.
cs: Pro nejlepší spoluúčast jako floodfill router, byste měli otevřít svůj firewall.
ja: floodfillルーターとして最良の参加者であるためには、ファイアウォールを開くべきです。

source: WARN - Firewalled with Inbound TCP Enabled
cs: VAROVÁNÍ - Za firewallem se zapnutým příchozím TCP
ja: 警告 - 着信 TCP が有効となり、ファイアーウォールに防がれています

source: You have configured inbound TCP, however your UDP port is firewalled, and therefore it is likely that your TCP port is firewalled as well.
cs: Nastavili jste příchozí TCP, ale váš UDP port je za firewallem a proto je pravděpodobné, že váš TCP port je také za firewallem.
ja: 着信 TCP を設定していますが、 UDP ポートがファイアウォールに防がれているため、 TCP ポートもファイアウォールに防がれている可能性があります。

source: If your TCP port is firewalled with inbound TCP enabled, routers will not be able to contact you via TCP, which will hurt the network.
cs: Pokud máte zapnut příchozí TCP ale váš TCP port je za firewallem, routery vás nebudou moci kontaktovat přes TCP, což bude mít negativní vliv na síť.
ja: あなたの TCP ポートが着信 TCP を有効にしてファイアーウォールに防がれていると、ルーターが TCP であなたに連絡できなくなり、ネットワークに悪影響を及ぼします。

source: Please open your firewall or disable inbound TCP above.
cs: Prosím otevřete váš firewall nebo výše vypněte příchozí TCP.
ja: 上記のファイアウォールを開くか、着信 TCP を無効にしてください。

source: WARN - Firewalled with UDP Disabled
cs: WARN - Za firewallem, vypnutý UDP
ja: 警告 - UDP が無効化され、ファイアウォールに防がれています

source: You have configured inbound TCP, however you have disabled UDP.
cs: Nastavili jste příchozí TCP, avšak máte vypnuté UDP.
ja: UDPを無効にしましたが、着信TCPの設定を行いました。

source: You appear to be firewalled on TCP, therefore your router cannot accept inbound connections.
cs: Zdá se, že máte TCP za firewallem, takže váš router nebude moci přijmout příchozí spojení.
ja: TCPがファイアウォールに防がれているため、あなたのルーターは着信接続を許可できません。

source: Please open your firewall or enable UDP.
cs: Prosím otevřete váš firewall nebo zapněte UDP.
ja: ファイアウォールを開くか、 UDP を有効にしてください。

source: ERR - Clock Skew
cs: CHYBA - Časový rozdíl
ja: エラー - クロックスキュー

source: Your system's clock is skewed, which will make it difficult to participate in the network.
cs: Čas na vašem systému je rozdílný, což zhorší účast v síti.
ja: システムの時計がスキューしており、そのため、ネットワークへの参加が困難になります。

source: Correct your clock setting if this error persists.
cs: Opravte vaše nastavení času, pokud tato chyba přetrvává.
ja: このエラーが解決しない場合は、時計の設定を修正してください。

source: ERR - Private TCP Address
cs: CHYBA - Soukromá TCP adresa
ja: エラー - プライベート TCP アドレス

source: You must never advertise an unroutable IP address such as 127.0.0.1 or 192.168.1.1 as your external address.
cs: Nesmíte nikdy jako externí adresu veřejně propagovat IP adresu, která není směrovatelná, příklad takové adresy je 127.0.0.1 nebo 192.168.1.1.
ja: 127.0.0.1や192.168.1.1のような回路構築不可能なIPアドレスを外部アドレスとして宣伝してはいけません。

source: Correct the address or disable inbound TCP on the Network Configuration page.
cs: Opravte adresu nebo vypněte příchozí TCP na stránce nastavení sítě.
ja: ネットワーク設定ページ上でアドレスを修正するか、着信TCPを無効化してください。

source: ERR - SymmetricNAT
cs: CHYBA - SymetrickýNAT
ja: エラー - SymmetricNAT

source: I2P detected that you are firewalled by a Symmetric NAT.
cs: I2P rozpoznalo, že jste za firewallem se symetrickým NAT.
ja: I2Pは対称型NATのファイアーウォールでユーザーが遮断されていることを検知しました。

source: I2P does not work well behind this type of firewall. You will probably not be able to accept inbound connections, which will limit your participation in the network.
cs: I2P nefunguje dobře za tímto typem firewallu. Pravděpodobně nebudete moci přijímat příchozí spojení, což omezí vaší spoluúčast v síti.
ja: I2Pはこの種のファイアーウォールの内側ではうまく機能しません。インバウンド接続を受け入れられないことが多く、ネットワークへの参加に制限がかかります。

source: ERR - UDP Port In Use - Set i2np.udp.internalPort=xxxx in advanced config and restart
cs: CHYBA - UDP port je využit - Nastavte i2np.udp.internalPort=xxxx v pokročilém nastavení a proveďte restart
ja: エラー - UDPポート使用中 - 高度な設定で i2np.udp.internalPort=xxxx を設定し、再起動してください

source: I2P was unable to bind to the configured port noted on the advanced network configuration page .
cs: I2P se nepodařil bind nastaveného portu, který je uveden na stránce pokročilého nastavení sítě.
ja: I2Pは高度なネットワーク設定ページ上に表示される設定ポートにはバインドできません。
