Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: Banned by router hash: {0}
cs: Zakázáno hashem routeru: {0}
ja: ルーターハッシュで禁止: {0}

source: Banned by router hash
cs: Zakázáno hashem routeru
ja: ルーターハッシュで禁止

source: IP banned by blocklist.txt entry {0}
cs: IP adresa zakázána v souboru blocklist.txt, záznam {0}
ja: blocklist.txt の項目 {0} でIP禁止

source: Restart imminent
cs: Připravuje se restart
ja: 間も無く再起動

source: Shutdown imminent
cs: Vypínání
ja: 間も無くシャットダウン

source: {0} ago
cs: před {0}
ja: {0} 前

source: Reseeding: got router info from file ({0} successful, {1} errors).
cs: Reseedování: načítání informací o routeru ze souboru ({0} úspěšné, {1} chyby).
ja: 再シード中: ファイルからルーター情報を取得 ({0} 成功, {1} 個エラー)。

source: Reseeding
cs: Opětovné sdílení (reseeding)
ja: 再シード

source: Reseed successful, fetched {0} router info
cs: Reseed úspěšný, získána {0} router informace
ja: 再シード成功、{0} 個のルーター情報を取得

source: Reseed fetched only 1 router.
cs: Reseed získal jen 1 router.
ja: 再シードでは {0} 個のルーターのみ取得しました。

source: Reseed failed.
cs: Reseed selhal.
ja: 再シード失敗。

source: See {0} for help.
cs: Další informace viz. {0}.
ja: ヘルプは {0} をご覧ください。

source: reseed configuration page
cs: stránka nastavení reseedování
ja: 再シード設定ページ

source: Reseeding: fetching seed URL.
cs: Reseedovaní: načítání seedované URL.
ja: 再シード中: シード URL を取得中

source: Reseeding: fetching router info from seed URL ({0} successful, {1} errors).
cs: Ressedování: načítání informací o routeru ze seedu URL ({0} successful, {1} errors).
ja: 再シード中: シード URL ({0} 成功、 {1} エラー) からルーター情報を取得中

source: Message receive rate (bytes/sec)
cs: Rychlost příjmu zprávy (bytes/sec)
ja: 通信受信速度 (バイト/秒)

source: Message send rate (bytes/sec)
cs: Rychlost odesílání zprávy (bytes/sec)
ja: 通信送信速度 (バイト/秒)

source: Low-level send rate (bytes/sec)
cs: Nízká rychlost odesílání (bytes/sec)
ja: 低レベル送信速度 (バイト/秒)

source: Low-level receive rate (bytes/sec)
cs: Nízká rychlost příjmu (bytes/sec)
ja: 低レベル受信速度 (バイト/秒)

source: How many peers we are actively talking with
cs: S kolika peery aktivně komunikujeme
ja: 活発に対話しているピアの数

source: Known fast peers
cs: Známé rychlé peery
ja: 既知の高速なピア

source: Size of tunnel acceptor backlog
cs: Velikost backlogu akceptoru tunelu
ja: トンネル受け入れバックログのサイズ

source: unknown
cs: neznámý
ja: 不明

source: NetDb entry
cs: Záznam NetDB
ja: NetDb 項目

source: No transports (hidden or starting up?)
cs: Žádné transporty (skryté nebo začínající?)
ja: トランスポートなし (隠されているかスタートアップ中？)

source: Unsupported signature type
cs: Nepodporovaný typ podpisu
ja: サポートされていない署名形式です

source: No support for our signature type
cs: Žádná podpora pro náš typ podpisu
ja: 署名形式に非対応

source: Unreachable on any transport
cs: Nedostupné na každém transportu
ja: すべてのトランスポートに到達不可

source: UPnP is not enabled
cs: UPnP není povolen
ja: UPnP は有効ではありません

source: Service
cs: Služba
ja: サービス

source: WAN Common Interface Configuration
cs: WAN Obvyklé Nastavení Rozhraní
ja: WAN 共通インターフェース設定

source: Status
ja: 状態

source: Type
cs: Typ
ja: 種類

source: Upstream
ja: アップストリーム

source: Downstream
ja: ダウンストリーム

source: WAN PPP Connection
cs: WAN PPP Připojení
ja: WAN PPP 接続

source: Uptime
cs: Dostupnost
ja: 稼働時間

source: External IP
cs: Externí IP
ja: 外部 IP

source: Layer 3 Forwarding
cs: Vrstva 3 je přidávána
ja: レイヤ3 フォワーディング

source: Default Connection Service
cs: Výchozí Služba Připojení
ja: 規定の接続サービス

source: WAN IP Connection
cs: WAN IP Připojení
ja: WAN IP 接続

source: WAN Ethernet Link Configuration
cs: WAN Ethernet Link Nastavení
ja: WAN イーサネットリンク設定

source: Found Device
cs: Nalezeno Zařízení
ja: デバイスを検出

source: Subdevice
cs: Podzařízení
ja: サブデバイス

source: To disable this device, add {0} to advanced configuration and restart.
cs: Pro vypnutí tohoto zařízení přidejte {0} do pokročilého nastavení a restartujte.
ja: この端末を無効にするには、高度な設定に {0} を追加して、再起動してください。

source: UPnP Status
cs: UPnP Stav
ja: UPnP 状態

source: Disabled UPnP Devices
cs: Vypnutá UPnP zařízení
ja: UPnP デバイスを無効化

source: UPnP has not found any UPnP-aware, compatible device on your LAN.
cs: UPnP nenalezlo žádné UPnP aware, kompatibilní zařízení na vaší LAN.
ja: UPnP は LAN 上に 、UPnP を認識する互換性のあるデバイスを検出しませんでした。

source: The current external IP address reported by UPnP is {0}
cs: Současná externí IP adresa hlášená UPnP je {0}
ja: UPnP が報告した現在の外部 IP アドレスは {0}

source: The current external IP address is not available.
cs: Současná externí IP adresa není dostupná
ja: 現在の外部 IP アドレスは利用できません。

source: UPnP reports the maximum downstream bit rate is {0}bits/sec
cs: UPnP hlásí že maximální míra downstreamu je {0}bits/sec
ja: UPnP は、最大ダウンストリームビット速度が {0} ビット/秒だと報告しています

source: UPnP reports the maximum upstream bit rate is {0}bits/sec
cs: UPnP hlásí že maximální míra upstreamu je {0}bits/sec
ja: UPnP は最大アップストリームビット速度が {0} ビット/秒だと報告しています

source: {0} port {1,number,#####} was successfully forwarded by UPnP.
cs: {0} port {1,number,#####} byl úspěšně předán UPnP.
ja: {0} ポート {1,number,#####} は UPnP によって、正常に転送されました。

source: {0} port {1,number,#####} was not forwarded by UPnP.
cs: {0} port {1,number,#####} nebyl úspěšně předán UPnP.
ja: {0} ポート {1,number,#####} は UPnP によって転送されませんでした。

source: UPnP failed to start - no network connection?
cs: Start UPnP selhal - síť je odpojena?
ja: 起動で UPnP 失敗 - ネットワーク接続なし？

source: UPnP failed to start - port conflict?
cs: Start UPnP selhal - konflikt portu?
ja: 起動で UPnP 失敗 - ポート衝突？

source: {0} new host
cs: {0} nový hostitel
ja: {0} 件の新規ホスト

source: Router
ja: ルーター

source: Update available
cs: Aktualizace k dispozici
ja: 更新があります

source: Version {0}
cs: Verze {0}
ja: バージョン {0}

source: New plugin version {0} is available
cs: Nová verze pluginu {0} je k dispozici
ja: 新しいプラグインのバージョン {0} があります。

source: Update check failed for plugin {0}
cs: Kontrola aktualizací pluginu {0} selhala
ja: プラグイン {0} の更新確認に失敗

source: No new version is available for plugin {0}
cs: Žádná nová verze není k dispozici pro plugin {0}
ja: プラグイン {0} の新しいバージョンはありません。

source: HTTP client proxy tunnel must be running
cs: HTTP klient proxy tunel musí běžet
ja: HTTPクライアントプロキシトンネルが起動している必要があります

source: Install failed from {0}
cs: Instalace z {0} selhala
ja: {0} からのインストールに失敗

source: Transfer failed from {0}
cs: Přenos z {0} selhal
ja: {0} からの転送に失敗しました

source: Update downloaded
cs: Aktualizace stažena
ja: 更新がダウンロードされました

source: Restarting
cs: Restartuji
ja: 再起動中

source: Update verified
cs: Aktualizace ověřena
ja: 更新が検証されました

source: from {0}
cs: z {0}
ja: {0} から

source: Unsigned update file from {0} is corrupt
cs: Nepodepsaný soubor aktualizace z {0} je poškozen
ja: {0} からの署名されていない更新ファイルは破損しています

source: Failed copy to {0}
cs: Kopírováno do {0} selhalo
ja: {0} へのコピーに失敗

source: Requires Java version {0} but installed Java version is {1}
cs: Vyžaduje Java verze {0} ale nainstalována je Java verze {1}
ja: Java のバージョン {0} が必要ですが、インストールされている Java のバージョンは {1} です

source: Updating
cs: Aktualizace
ja: アップデート中

source: In-network updates disabled. Check package manager.
cs: Aktualizace v síti jsou vypnuté. Zkontrolujte správce softwarových balíčků.
ja: ネットワーク内更新が無効になりました。パッケージマネージャーを確認してください。

source: No write permission for I2P install directory.
cs: Chybí právo zápisu do složky I2P instalace.
ja: I2P のインストールディレクトリに対する書き込み権限がありません。

source: No update certificates installed.
cs: Nebyly nainstalovány žádné certifikáty aktualizace.
ja: 更新証明書がインストールされていません。

source: You must first update to version {0}
cs: Musíte nejprve aktualizovat na verzi {0}
ja: まず、バージョン {0} に更新しなければなりません

source: Checking for update of plugin {0}
cs: Kontrola aktualizace pluginu {0}
ja: プラグイン {0} の更新を確認中

source: Bad URL {0}
cs: Špatná URL {0}
ja: 不正な URL {0}

source: Attempting to install from file {0}
cs: Pokus o instalaci ze souboru {0}
ja: ファイル {0} からインストールを試みています

source: Failed to install from file {0}, copy failed.
cs: Instalace ze souboru {0} selhala, kopie selhala.
ja: ファイル {0} からインストール出来ませんでした。コピー失敗。

source: Downloading plugin from {0}
cs: Stahování pluginu z {0}
ja: {0} からプラグインをダウンロード中

source: Downloading plugin
cs: Stahování pluginu
ja: プラグインをダウンロード中

source: Plugin downloaded
cs: Plugin stažen
ja: プラグインがダウンロードされました

source: Cannot create plugin directory {0}
cs: Není možné vytvořit složku pluginu {0}
ja: プラグインディレクトリ {0} を作成できませんでした

source: Plugin from {0} contains an invalid key
cs: Plugin z {0} obsahuje neplatný klíč.
ja: {0} からのプラグインは無効な鍵を含んでいます

source: Plugin signature verification of {0} failed
cs: Ověření podpisu pluginu {0} selhalo
ja: {0} のプラグインの署名認証に失敗

source: Plugin not installed - signer is untrusted
cs: Plugin nebyl nainstalován - podepisovatel je nedůvěryhodný
ja: プラグインはインストールされませんでした。署名が信頼されていません

source: Plugin from {0} is corrupt
cs: Plugin z {0} je poškozený
ja: {0} のプラグインが破損しています

source: Plugin from {0} does not contain the required configuration file
cs: Plugin z {0} neobsahuje požadovaný konfigurační soubor
ja: {0} のプラグインは必要な設定ファイルを含んでいません

source: Plugin from {0} has invalid name or version
cs: Plugin z {0} má neplatné jméno nebo verzi
ja: {0} からのプラグインは、名前またはバージョンが無効です。

source: Plugin {0} has mismatched versions
cs: Plugin {0} má neodpovídající verze
ja: プラグイン {0} はバージョンが一致しませんでした。

source: This plugin requires I2P version {0} or higher
cs: Tento plugin vyžaduje I2P verzi {0} nebo vyšší
ja: このプラグインには I2P のバージョン {0} 以降が必要です。

source: This plugin requires Java version {0} or higher
cs: Tento plugin vyžaduje Java verze {0} nebo vyšší
ja: このプラグインは Java のバージョン {0} 以降が必要です。

source: Downloaded plugin is for new installs only, but the plugin is already installed
cs: Stažený plugin je pouze pro nové instalace, ale plugin je již nainstalován
ja: ダウンロードされたプラグインは新規インストール専用ですが、プラグインはすでにインストールされています

source: Installed plugin does not contain the required configuration file
cs: Nainstalovaný plugin neobsahuje požadovaný konfigurační soubor
ja: インストールされたプラグインは必要な設定ファイルを含んでいません

source: Signature of downloaded plugin does not match installed plugin
cs: Podpis staženého pluginu neodpovídá nainstalovanému pluginu
ja: ダウンロードされたプラグインの署名がインストールされたプラグインと一致しません

source: Downloaded plugin version {0} is not newer than installed plugin
cs: Verze staženého pluginu {0} není novější, než nainstalovaného pluginu
ja: ダウンロードされたプラグインのバージョン {0} はインストールされているプラグインより新しくありません。

source: Plugin update requires installed plugin version {0} or higher
cs: Aktualizace pluginu vyžaduje nainstalovaný plugin verze {0} nebo vyšší
ja: プラグインの更新にはインストールされているプラグインのバージョン {0} 以降が必要です。

source: Plugin update requires installed plugin version {0} or lower
cs: Aktualizace pluginu vyžaduje nainstalovaný plugin verze {0} nebo nižší
ja: プラグインの更新にはインストールされたプラグインのバージョン {0} 以前が必要です。

source: Plugin requires Jetty version {0} or higher
cs: Plugin vyžaduje Jetty verze {0} nebo vyšší
ja: プラグインには Jetty のバージョン {0} 以降が必要です。

source: Plugin requires Jetty version {0} or lower
cs: Plugin vyžaduje Jetty verze {0} nebo nižší
ja: プラグインには Jetty のバージョン {0} 以前が必要です。

source: Plugin requires Java version {0} or lower
cs: Plugin vyžaduje Java verze {0} nebo nižší
ja: プラグインには Java のバージョン {0} 以前が必要です。

source: Cannot copy plugin to directory {0}
cs: Není možné zkopírovat složku pluginu {0}
ja: ディレクトリ {0} にプラグインをコピーできません

source: Plugin will be installed on next restart.
cs: Plugin bude nainstalován při příštím restartu.
ja: 次の再起動時にプラグインはインストールされます

source: Plugin is for upgrades only, but the plugin is not installed
cs: Plugin je pouze pro aktualizace, plugin ale není nainstalován
ja: プラグインはアップグレード専用ですが、プラグインはインストールされていません

source: Failed to install plugin in {0}
cs: Selhala instalace pluginu v {0}
ja: {0} にプラグインのインストールに失敗

source: Plugin {0} installed
cs: Plugin {0} byl nainstalován
ja: プラグイン {0} がインストールされました

source: Plugin {0} installed and started
cs: Plugin {0} byl nainstalován a spuštěn
ja: プラグイン {0} がインストールされ起動されました

source: Plugin {0} installed but failed to start, check logs
cs: Plugin {0} byl nainstalován ale selhalo jeho spuštění, zkontrolujte logy
ja: プラグイン {0} がインストールされましたが起動に失敗、ログを確認してください

source: Plugin {0} installed but failed to start
cs: Plugin {0} byl nainstalován ale selhalo jeho spuštění
ja: プラグイン {0} はインストールされましたが起動に失敗

source: Failed to download plugin from {0}
cs: Selhalo stažení pluginu z {0}
ja: {0} からのプラグインのダウンロードに失敗

source: Updating I2P
cs: Aktualizování I2P
ja: I2Pをアップデート中

source: Updating from {0}
cs: Aktualizace z {0}
ja: {0} からアップデート中

source: No new version found at {0}
cs: Žádná nová verze nebyla nalezena na {0}
ja: {0} に新しいバージョンが見つかりませんでした

source: I2P Router Console
cs: I2P konzole routeru
ja: I2P ルーターコンソール

source: Shutdown gracefully
cs: Vypnout standardně
ja: 正常にシャットダウン

source: Graceful shutdown initiated
cs: Standardní vypnutí zahájeno
ja: 正常なシャットダウンが開始されました

source: Shutdown immediately
cs: Vypnout okamžitě
ja: すぐにシャットダウン

source: Cancel graceful shutdown
cs: Zrušit standardní vypnutí
ja: 正常なシャットダウンをキャンセル

source: Graceful shutdown cancelled
cs: Standardní vypnutí zrušeno
ja: 正常なシャットダウンがキャンセルされました

source: Graceful restart
cs: Běžný restart
ja: 正常な再起動

source: Graceful restart requested
cs: Běžný restart vyžádán
ja: 正常な再起動が要求されました

source: Hard restart
cs: Tvrdý restart
ja: ハード再起動

source: Hard restart requested
cs: Tvrdý restart vyžádán
ja: ハード再起動が要求されました

source: Rekey and Restart
cs: Překlíčovat a restartovat
ja: 鍵交換して再起動

source: Rekeying after graceful restart
cs: Překlíčování a běžný restart
ja: 正常な再起動後に鍵交換

source: Rekey and Shutdown
cs: Překlíčovat a vypnout
ja: 鍵交換し、シャットダウン

source: Rekeying after graceful shutdown
cs: Překlíčování a standardní vypnutí
ja: 正常なシャットダウン後に鍵交換

source: Run I2P on startup
cs: Spustit I2P při startu
ja: スタートアップ時に I2P を起動

source: Don't run I2P on startup
cs: Nespouštět I2P při startu
ja: スタートアップ時に I2P を起動しない

source: Dump threads
cs: Dump vláken
ja: スレッドをダンプ

source: Threads dumped to {0}
cs: Dump vláken uložen do {0}
ja: スレッドが {0} にダンプされました

source: View console on startup
cs: Zobrazit konzoli při startu
ja: スタートアップ時にコンソールを表示

source: Console is to be shown on startup
cs: Konzole bude zobrazena při startu
ja: コンソールがスタートアップ時に表示されます

source: Do not view console on startup
cs: Nezobrazovat konzoli při startu
ja: スタートアップ時にコンソールを表示しない

source: Console is not to be shown on startup
cs: Konzole nebude zobrazena při startu
ja: コンソールはスタートアップ時に表示されません

source: Force GC
cs: Vynutit GC
ja: GC を強制

source: Full garbage collection requested
cs: Úplný garbage collection vyžádán
ja: 完全なガベージコレクションが要求されました

source: Show systray icon
cs: Ukázat ikonu systémové lišty
ja: システムトレイのアイコンを表示

source: Hide systray icon
cs: Skrýt ikonu systémové lišty
ja: システムトレイのアイコンを隠す

source: Service installed
cs: Služba nainstalována
ja: サービスがインストールされました

source: Warning: unable to install the service
cs: Varování: není možné nainstalovat službu
ja: 警告: サービスをインストール出来ません

source: Service removed
cs: Služba odebrána
ja: サービスが削除されました

source: Warning: unable to remove the service
cs: Varování: není možné odebrat službu
ja: 警告: サービスを削除できません

source: Configuration saved successfully
cs: Nastavení uloženo úspěšně
ja: 設定は正常に保存されました

source: Error saving the configuration (applied but not saved) - please see the error logs
cs: Chyba při ukládání nastavení (použito ale neuloženo) - prosím podívejte se do chybových logů
ja: 設定を保存する際にエラー (適用されましたが保存されませんでした) - エラーログを確認してください

source: Enabled system tray
cs: Zapnuta ikona systémové lišty
ja: システムトレイを有効にする

source: Disabled system tray
cs: Vypnuta systémová lišta
ja: システムトレイを無効にする

source: Restart required to take effect
cs: Je vyžadován restart
ja: 再起動するまで有効になりません

source: Failed to start systray
cs: Selhal start systémové lišty
ja: システムトレイを起動できませんでした

source: Failed to stop systray
cs: Selhalo zastavení systémové lišty
ja: システムトレイを終了できませんでした

source: Check for updates
cs: Kontrola aktualizací
ja: 更新を確認

source: Update or check already in progress
cs: Aktualizace nebo kontrola již probíhá
ja: 更新確認はすでに実行中です

source: Update available, attempting to download now
cs: Je dostupná aktualizace, pokouším se o její stažení
ja: 更新があり、現在はダウンロード試行中です

source: Update available, click button on left to download
cs: Je dostupná aktualizace, klikněte na levé tlačítko pro stažení
ja: 更新があり、左のボタンをクリックするとダウンロードします

source: No update available
cs: Není k dispozici aktualizace
ja: 利用可能な更新なし

source: Save
cs: Uložit
ja: 保存

source: Updating news URL to {0}
cs: Aktualizace URL novinek na {0}
ja: ニュース URL を {0} に更新中

source: internal
cs: vnitřní
ja: 内部

source: Updating proxy host to {0}
cs: Aktualizace hostitele proxy na {0}
ja: プロキシホストを {0} に更新中

source: Updating proxy port to {0}
cs: Aktualizace portu proxy na {0}
ja: プロキシのポートを {0} に更新中

source: Updating refresh frequency to {0}
cs: Aktualizace frekvence obnovení na {0}
ja: 更新頻度を {0} に更新中

source: Never
cs: Nikdy
ja: 二度としない

source: Updating update policy to {0}
cs: Aktualizace politiky aktualizace na {0}
ja: 更新方針を {0} に更新中

source: Updating update URLs.
cs: Aktualizace adres aktualizací.
ja: 更新 URL を更新中。

source: Updating trusted keys.
cs: Aktualizace důvěryhodných klíčů.
ja: 信頼されている鍵を更新中。

source: Updating unsigned update URL to {0}
cs: Aktualizace nepodepsané URL aktualizace na {0}
ja: 未署名の更新 URL を {0} に更新中

source: Updating signed development build URL to {0}
cs: Aktualizace podepsané URL vývojářského sestavení na {0}
ja: 署名された開発ビルドの URL を{0} に更新中

source: Every
cs: Každé
ja: 毎

source: Notify only
cs: Jen upozornit
ja: 通知のみ

source: Download and verify only
cs: Jen stáhnout a ověřit
ja: ダウンロードと検証のみ

source: Download, verify, and restart
cs: Stáhnout, ověřit a restartovat
ja: ダウンロードと検証、再起動

source: Deadlock detected
cs: Rozpoznán deadlock
ja: 停頓を検知しました

source: Please report
cs: Prosím nahlaste
ja: 報告をお願いします

source: After reporting, please restart your router
cs: Po nahlášení prosím restartujte router
ja: 報告後、ルーターを再起動してください

source: Invalid form submission, probably because you used the 'back' or 'reload' button on your browser. Please resubmit.
cs: Neplatné podání formuláře, nejspíše jste použili tlačítka 'Zpět' nebo 'Znovu načíst' ve vašem prohlížeči. Prosím odešlete formulář znovu.
ja: 無効なフォームからの送信、おそらくブラウザで「戻る」か「リロード」ボタンを使用したためです。再送信してください。

source: If the problem persists, verify that you have cookies enabled in your browser.
cs: Pokud problém přetrvává, ověřte, že máte v prohlížeči zapnuté cookies.
ja: 問題が続く場合、クッキーがブラウザで有効になっているか確認してください。

source: News last updated {0} ago.
cs: Novinky naposledy aktualizovány před {0}.
ja: ニュースは{0}前に最終更新。

source: News last checked {0} ago.
cs: Novinky naposledy zkontrolovány před {0}.
ja: ニュースは{0}前に最終確認。

source: Hide news
cs: Skrýt novinky
ja: ニュースを非表示

source: Show news
cs: Ukázat novinky
ja: ニュースを表示

source: Show all news
cs: Ukázat všechny novinky
ja: すべてのニュースを表示

source: Checking for plugin updates
cs: Kontrola aktualizací pluginu
ja: プラグインの更新を確認中

source: Plugin update check failed
cs: Selhala kontrola aktualizace pluginu
ja: プラグインの更新確認に失敗

source: {0} plugin updated
cs: {0} plugin aktualizován
ja: {0} 個のプラグインを更新しました

source: Plugin update check complete
cs: Kontrola aktualizace pluginu je hotova
ja: プラグインの更新確認が完了

source: Bandwidth usage
cs: Využití datového přenosu
ja: 帯域幅使用率

source: events in {0}
cs: událostí v {0}
ja: {0} のイベント

source: averaged for {0}
cs: průměrně {0}
ja: {0} の平均

source: Events per period
cs: Událostí za periodu
ja: 期間あたりのイベント

source: Avg
cs: Prům.
ja: 平均

source: Max
ja: 最大

source: Now
cs: Nyní
ja: 現在

source: Restart
ja: 再起動

source: Banned Peers
cs: Zakázaní peeři
ja: 禁止されたピア

source: none
cs: žádný
ja: なし

source: unban now
cs: Zrušit zákaz nyní
ja: 今すぐ禁止解除

source: Permanently banned
cs: Trvale zakázáno
ja: 永久的に禁止されました

source: Temporary ban expiring in {0}
cs: Dočasně zakázat s vypršením za {0}
ja: {0}後に期限切れとなる一時禁止

source: Banned until restart or in {0}
cs: Zakázáno do restartu nebo {0}
ja: 再起動または{0}後まで禁止

source: Local SSL Certificates
cs: Místní SSL certifikáty
ja: ローカルのSSL証明書

source: Router Console
cs: Konzole routeru
ja: ルーターコンソール

source: Website
cs: Internetová stránka
ja: ウェブサイト

source: Local Router Family Certificate
cs: Certifikát místní rodiny routeru
ja: ローカルのルーターファミリー証明書

source: Family
cs: Rodina
ja: ファミリー

source: Error updating the configuration - please see the error logs
cs: Chyba při aktualizaci nastavení - prosím podívejte se do chybových logů
ja: 設定を更新する際にエラー - エラーログを確認してください

source: Save Client Configuration
cs: Uložit Nastavení Klienta
ja: クライアント設定を保存

source: Save Interface Configuration
cs: Uložit Nastavení Rozhraní
ja: インターフェース設定を保存

source: Save WebApp Configuration
cs: Uložit Nastavení WebApp
ja: ウェブアプリ設定を保存

source: Save Plugin Configuration
cs: Uložit Nastavení Pluginu
ja: プラグイン設定を保存

source: Install Plugin
cs: Instalovat Plugin
ja: プラグインをインストール

source: Install Plugin from File
cs: Instalovat plugin ze souboru
ja: ファイルからプラグインをインストール

source: Update All Installed Plugins
cs: Aktualizovat všechny nainstalované pluginy
ja: 全てのインストール済みプラグインを更新

source: Error stopping plugin {0}
cs: Chyba zastavování pluginu {0}
ja: プラグイン {0} を停止中にエラー

source: Deleted plugin {0}
cs: Smazaný Plugin {0}
ja: プラグイン {0} を削除しました

source: Error deleting plugin {0}
cs: Chyba mazání pluginu {0}
ja: プラグイン {0} を削除する際にエラー

source: Stopped plugin {0}
cs: Zastavený plugin {0}
ja: プラグイン {0} を停止しました

source: Stopped webapp {0}
cs: Zastavena webapp {0}
ja: ウェブアプリ {0} を停止しました

source: Start
cs: Zapnout
ja: 起動

source: Client configuration saved successfully
cs: Nastavení klienta úspěšně uloženo
ja: 正常にクライアントの設定を保存しました。

source: New client added
cs: Nový klient přidán
ja: 新規クライアントが追加されました

source: Bad client index.
cs: Špatný index klienta.
ja: 不良なクライアントインデックス

source: Client {0} stopped
cs: Klient {0} zastaven
ja: クライアント {0} を停止しました

source: Client {0} started
cs: Klient {0} spuštěn
ja: クライアント {0} を起動しました

source: Client {0} deleted
cs: Klient {0} smazán
ja: クライアント {0} が削除されました

source: WebApp configuration saved.
cs: WebApp nastavení uloženo.
ja: ウェブアプリ設定が保存されました。

source: Plugin configuration saved.
cs: Plugin nastavení uloženo.
ja: プラグイン設定が保存されました。

source: WebApp
ja: ウェブアプリ

source: started
cs: spuštěno
ja: を起動しました

source: Failed to start
cs: Selhalo spuštění
ja: 起動に失敗

source: Failed to find server.
cs: Selhalo hledání serveru.
ja: サーバーの検索に失敗

source: No plugin URL specified.
cs: Nebyla zadána adresa pluginu.
ja: プラグインURLが指定されていません。

source: You must enter a file
cs: Vložte soubor
ja: ファイルを入力する必要があります

source: Install from file failed
cs: Instalace ze souboru selhala
ja: ファイルからのインストール失敗

source: No update URL specified for {0}
cs: Nebyla zadána adresa aktualizace pro {0}
ja: 更新URLは {0} に指定されていません。

source: Plugin or update download already in progress.
cs: Stahování pluginu nebo aktualizace již běží.
ja: プラグインまたは更新のダウンロードはすでに進行中です。

source: Updating all plugins
cs: Aktualizace všech pluginů
ja: 全てのプラグインをアップデート中

source: Installing plugin from {0}
cs: Instalace pluginu z {0}
ja: {0} からプラグインをインストール中

source: Checking plugin {0} for updates
cs: Kontrola aktualizací pluginu {0}
ja: プラグイン {0} の更新を確認中

source: Started plugin {0}
cs: Spuštěn plugin {0}
ja: プラグイン {0} を起動しました

source: Error starting plugin {0}
cs: Chyba spouštění pluginu {0}
ja: プラグイン {0} を起動する際にエラー

source: Added user {0}
cs: Přidán uživatel {0}
ja: ユーザ {0} を追加

source: Interface configuration saved
cs: Nastavení rozhraní uloženo
ja: インターフェースの設定を保存しました

source: Edit
cs: Editovat
ja: 編集

source: Add Client
cs: Přidat klienta
ja: クライアントを追加

source: Client
cs: Klient
ja: クライアント

source: Run at Startup?
cs: Spustit při startu?
ja: スタートアップ時に起動？

source: Control
ja: 操作

source: Class and arguments
cs: Přidat třídu a argumenty
ja: クラスと引数

source: Description
cs: Popis
ja: 説明

source: Torrents
cs: Torrenty
ja: Torrent

source: Hidden Services Manager
cs: Správce skrytých služeb
ja: 秘匿サービスマネージャ

source: Identification Image Generator
cs: Generátor identifikačního obrázku
ja: アイデンティティ画像生成

source: Address Book
cs: Adresář
ja: アドレス帳

source: Email
ja: Eメール

source: Plugin
ja: プラグイン

source: Version
cs: Verze
ja: バージョン

source: Signed by
cs: Podepsáno
ja: 署名者

source: Date
cs: Datum
ja: 日付

source: Author
ja: 作者

source: License
cs: Licence
ja: ライセンス
