Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: If you would like to discuss I2P topics or get help from the community, you can visit the {0}I2P Forums{1}.
cs: Pokud byste chtěli diskutovat I2P témata nebo získat pomoc od komunity, můžete navštívit {0}I2P fórum{1}.
ja: I2Pに関する話題について議論したり、コミュニティからのサポートを受けたい場合は、{0}I2P Forums{1}を訪ねることができます。

source: If you want to know more about the I2P Project itself, or the Invisible Internet in general, you can visit our {0}Project Website{1}.
cs: Pokud se chcete dozvědět více o samotném I2P projektu nebo obecně o neviditelném internetu, můžete navštívit naší {0}webovou stránku projektu{1}.
ja: I2Pプロジェクト自体、あるいは不可視なインターネット全般について詳しく知りたい方は、{0}プロジェクトのウェブサイト{1}をご覧ください。

source: Bandwidth Configuration
cs: Nastavení datového přenosu
ja: 帯域幅設定

source: By donating your bandwidth to participating traffic, you not only help others, you improve your own anonymity and performance.
cs: Tím, že darujete váš datový přenos pro participaci, pomáháte ostatním a také vylepšujete svou anonymitu a výkon.
ja: 参加しているトラフィックに自分の帯域幅を提供することで、他の人を助けるだけでなく、自分自身の匿名性とパフォーマンスを向上させることができます。

source: We recommend sharing 75% or more for I2P, but you can adjust based on your needs.
cs: Doporučujeme sdílet 75% nebo více s I2P, ale můžete množství upravit tak, jak potřebujete.
ja: I2P用に75%以上共有することを推奨しますが、利用者の必要に応じて調整可能です。

source: Browser and Application Setup
cs: Nastavení prohlížeče a aplikace
ja: ブラウザとアプリケーションの設定

source: Your browser needs to be configured to work with I2P.
cs: Váš prohlížeč potřebuje nastavit pro použití I2P.
ja: I2Pを利用するには、ブラウザの設定が必要です。

source: We have instructions for configuring both Firefox and Chromium based browsers with I2P.
cs: Máme pokyny pro nastavení I2P na prohlížečích založených na Firefoxu i Chromiu.
ja: FirefoxとChromiumベースのブラウザの両方をI2Pで設定する方法を指南します。

source: You can find these instructions on our {0}website{1}.
cs: Tyto pokyny můžete najít na naší {0}webové stránce{1}.
ja: それらの指南は{0}ウェブサイト{1}で見つけられます。

source: Otherwise, the recommended way to browse I2P websites is with a separate profile in the Firefox browser.
cs: Jinak, doporučeným způsobem prohlížení I2P stránek je zvláštní profil prohlížeče Firefox.
ja: それ以外の場合は、Firefoxブラウザで別のプロファイルを使用してI2Pウェブサイトを閲覧することをお勧めします。

source: {0}Install Firefox{1}
cs: {0}Nainstalovat Firefox{1}
ja: {0}Firefox をインストール{1}

source: {0}Install the I2P Firefox profile{1}
cs: {0}Nainstalovat profil I2P pro Firefox{1}
ja: {0}I2P Firefox用プロファイルをインストール{1}

source: The I2P router also comes with its own versions of common, useful internet applications.
cs: I2P router je dodáván také s vlastními verzemi obvyklých užitečných internetových aplikací.
ja: I2Pルーターにも、便利なインターネットアプリケーションの独自のバージョンが付属しています。

source: You can download files with {0}bittorrent{1}.
cs: Soubory můžete stáhnout pomocí {0}bittorrentu{1}.
ja: {0}ビットトレント{1}でファイルをダウンロードできます。

source: You can also send and receive {0}email{1}.
cs: Můžete také poslat a přijmout {0}e-mail{1}.
ja: {0}Eメール{1}の送受信もできます。

source: Besides that, you can use the built-in {0}web server{1} so you can create, communicate, and share your content.
cs: Mimo to můžete používat vestavěný {0}webový server{1}, takže můžete vytvářet, komunikovat a sdílet váš obsah.
ja: それ以外に、内臓の{0}ウェブブラウザ{1}を使用して、コンテンツを作成したり、通信したり、共有したりすることができます。

source: These applications work with I2P automatically and require no additional configuration.
cs: Tyto aplikace pracují automaticky s I2P a nevyžadují další nastavení.
ja: これらのアプリケーションはI2Pとともに自動的に動作し、追加の設定を必要としません。

source: To help make I2P addresses easier to read and remember, the I2P router also includes its built-in {0}Address Book{1}.
cs: Pro snazší čtení a zapamatování I2P adres, zahrnuje I2P router také vestavěný {0}adresář{1}.
ja: I2Pアドレスを読みやすく、覚えやすくするために、I2Pルーターには{0}アドレス帳{1}が内蔵されています。

source: The Address Book is where you keep track of all your I2P "Contacts" by giving them human-readable names.
cs: Adresář je místem, kde evidujete všechny své I2P kontakty a přiřadíte jim jména, která jsou lidsky srozumitelná.
ja: アドレス帳は、人間にわかりやすい名前を付けてI2Pの「連絡先」をすべて確認できる場です。

source: This can be used for the sites you like to visit, messaging contacts, or potentially any other service on I2P.
cs: Toto může být použito pro stránky, které rádi navštěvujete, pro kontakty zpráv nebo pro jakoukoli jinou službu na I2P.
ja: これは訪問するサイトやメッセージを送る宛先、あるいは潜在的には他のI2P上のサービスに使用することができます。

source: To help you get started, the address book can be used to subscribe to lists of addresses distributed by other I2P users.
cs: Pro váš snazší start s I2P může být adresář použit pro odebírání seznamů adres, distribuovaných ostatními uživateli I2P.
ja: アドレス帳は、他のI2Pユーザーが配布しているアドレスの一覧を購読するために使用することができます。

source: Welcome to the Invisible Internet!
cs: Vítejte na neviditelném internetu!
ja: 不可視なインターネットへようこそ

source: It will take some time for your peers to integrate your router into the network, but while that is happening you can still explore I2P applications and get to know your way around the router console.
cs: Bude chvíli trvat, než vaši peeři integrují váš router do sítě. Než se to stane, můžete procházet I2P aplikace a seznámit se s konzolí routeru.
ja: ピアがルーターをネットワークに統合するには時間がかかりますが、その間もI2Pアプリケーションを探求したり、ルーターのコンソールを使いこなすことができます。

source: There is a quick guide, news about the latest release, an FAQ, and troubleshooting guide available on the {0}console{1} page.
cs: Je zde rychlý průvodce, novinky posledního vydání, odpovědi na otázky FAQ a průvodce řešením problémů dostupný na stránce {0}konzole{1}.
ja: これらは簡易な手引きであり、最終リリースについての知らせ、よくある質問、及びトラブルシューティングの手引きは、{0}コンソール{1}ページにあります。

source: You may notice a message in the sidebar that I2P is rejecting tunnels.
cs: Můžete si všimnout zprávy na bočním panelu ohledně odmítání tunelů I2P.
ja: サイドバーに、I2Pがトンネルを拒否しているというメッセージが表示されることがあります。

source: This is normal behavior as part of the startup process, to make sure that your router is ready to help others with participating traffic.
cs: Jde o běžné chování při procesu startování, které má za cíl ujistit se, že je váš router připraven pomáhat ostatním spoluúčastnit se na síťovém provozu.
ja: これは、起動プロセスの一部としての正常な動作であり、ルーターが他の参加者のトラフィックを支援する準備ができていることを確認します。

source: When the connection indicators in the sidebar turn green, you are ready to explore the Invisible Internet.
cs: Jakmile indikátory stavu připojení na bočním panelu ukazují zelenou, je vše připraveno k procházení neviditelného internetu.
ja: サイドバーの接続インジケータが緑色になったら、不可視なインターネットを探索する準備ができたことになります。

source: Previous
cs: Předchozí
ja: 前へ

source: Skip Setup
cs: Přeskočit nastavení
ja: セットアップをスキップ

source: Skip Bandwidth Test
cs: Přeskočit test datového přenosu
ja: 帯域幅テストをスキップ

source: Cancel Bandwidth Test
cs: Zrušit test datového přenosu
ja: 帯域幅テストを取り消す

source: Next
cs: Další
ja: 次へ

source: Finished
cs: Hotové
ja: 完了

source: I2PTunnel
cs: I2PTunel

source: Floodfills
cs: Floodfilly

source: Peer Connections
cs: Spojení s peery

source: We offered to introduce them
cs: Nabídli jsme jim, že je uvedeme

source: They offered to introduce us
cs: Nabídli se, že nás uvedou

source: n/a
cs: neaplikovatelné

source: See the {0}translation status report{1}.
cs: Podívejte se na {0}hlášení stavu překladu{1}.

source: Released
cs: Vydáno

source: Earlier history is available in the source package
cs: Starší historie je k dispozici ve zdrojovém balíčku
