Repository: i2p/i2p.i2p
Catalog: apps/routerconsole/locale/messages_*.po
Languages: cs, ja

source: Client Tunnels
cs: Klientské tunely
ja: クライアントトンネル

source: Participating Tunnels
cs: Participující tunely
ja: 参加しているトンネル

source: {0} router
ja: {0} 個のルーター

source: My router
cs: Můj router
ja: 私のルーター

source: Inbound exploratory tunnel
cs: Příchozí průzkumný tunel
ja: 着信調査トンネル

source: Inbound client tunnel
cs: Příchozí klientský tunel
ja: 着信クライアントトンネル

source: Outbound exploratory tunnel
cs: Odchozí průzkumný tunel
ja: 送信調査トンネル

source: Outbound client tunnel
cs: Odchozí klientský tunel
ja: 送信クライアントトンネル

source: {0} participating tunnel
cs: {0} participující tunel
ja: {0} 個の参加しているトンネル

source: Local Router
cs: Místní router
ja: ローカルルーター

source: Router Lookup
cs: Vyhledávání routeru
ja: ルーター調査

source: All Routers
cs: Všechny routery
ja: 全ルーター

source: All Routers with Full Stats
cs: Všechny routery s úplnými statistikami
ja: 全統計と全ルーター

source: LeaseSets
cs: Sety pronájmu
ja: リースセット

source: Country
cs: Země
ja: 国

source: Full destination, name, Base32, or hash
cs: Úplný cíl, jméno, Base32, nebo hash
ja: 完全な宛先、名前、Base32、またはハッシュ。

source: Port
ja: ポート

source: Never reveal your router identity to anyone, as it is uniquely linked to your IP address in the network database.
cs: Nikdy neodhalte nikomu identitu svého routeru, je jednoznačně spojena v síťové databázi s vaší IP adresou.
ja: ルーターアイデンティティを誰にも明かさないでください。ネットワークデータベースのあなたのIPアドレスに一意に紐づいています。

source: not found in network database
cs: nenalezeno v síťové databázi
ja: ネットワークデータベース内に見つかりませんでした

source: Transport
cs: Přenos
ja: トランスポート

source: Previous Page
cs: Předchozí stránka
ja: 前のページ

source: Page
cs: Stránka
ja: ページ

source: Next Page
cs: Další stránka
ja: 次のページ

source: Leasesets for Client
cs: Set pronájmu pro klienta
ja: クライアントのリースセット

source: Manually Configure Floodfill Participation
cs: Ručně nastavte floodfill spoluúčast
ja: Floodfill参加手動設定

source: Configure Floodfill Participation
cs: Nastavte floodfill spoluúčast
ja: Floodfill参加設定

source: LeaseSet
cs: SetPronájmu
ja: リースセット

source: Local
cs: Místní
ja: ローカル

source: Unpublished
cs: Nezveřejněno
ja: 未公開

source: Add to address book
cs: Přidat do adresáře
ja: アドレス帳へ追加

source: Add to local address book
cs: Přidat do místního adresáře
ja: ローカルのアドレス帳へ追加

source: Published {0} ago
cs: Zveřejněno před {0}
ja: {0} 前に公開

source: Expires in {0}
cs: Vyprší za {0}
ja: {0} に期限切れ

source: Expired {0} ago
cs: Vypršelo před {0}
ja: {0} 前に期限切れ

source: Lease
cs: Pronajmout
ja: リース

source: Tunnel
cs: Tunel
ja: トンネル

source: Not initialized
cs: Není zprovozněno
ja: 未初期化

source: Network Database Router Statistics
cs: Statistiky routerů síťové databáze
ja: ネットワークデータベースルーター統計

source: Count
cs: Počet
ja: カウント

source: Transports
cs: Transporty
ja: トランスポート

source: Sort by country
cs: Řadit podle země
ja: 国で並び替える

source: Sort by count
cs: Řadit podle počtu
ja: カウントで並び替える

source: Our Router Identity
cs: Identita našeho routeru
ja: ルーターアイデンティティ

source: View extended router info
cs: Zobrazit rozšířené informace o routeru
ja: 拡張されたルーター情報を表示

source: Full entry
cs: Celý záznam
ja: 全項目

source: Hidden
cs: Skryté
ja: 秘匿

source: Updated
cs: Aktualizováno
ja: 更新

source: Published
cs: Zveřejněný
ja: 公開済み

source: Signing Key
cs: Podepisovací klíč
ja: 署名鍵

source: Addresses
cs: Adresy
ja: アドレス

source: cost
cs: náklady
ja: コスト

source: Hidden or starting up
cs: Skrytý nebo spouštějící se
ja: 秘匿か起動中

source: SSU with introducers
cs: SSU s uvaděči
ja: イントロデューサー付き SSU

source: NTCP and SSU
cs: NTCP a SSU
ja: NTCP 及び SSU

source: NTCP and SSU with introducers
cs: NTCP a SSU s uvaděči
ja: NTCP 及びイントロデューサー付き SSU

source: IPv6 Only SSU, introducers
cs: IPv6 Only SSU, uvaděči
ja: IPv6 のみ SSU、イントロデューサー

source: IPv6 SSU, introducers
cs: IPv6 SSU, uvaděči
ja: IPv6 SSU、イントロデューサー

source: IPv6 NTCP, SSU, introducers
cs: IPv6 NTCP, SSU, uvaděči
ja: IPv6 NTCP, SSU, イントロデューサー

source: IPv6 Only NTCP, SSU, introducers
cs: IPv6 Only NTCP, SSU, uvaděči
ja: IPv6 のみ NTCP, SSU, イントロデューサー

source: Banned
cs: Zakázáno
ja: 禁止された

source: Router Transport Addresses
cs: Transportní Adresy Routeru
ja: ルータートランスポートアドレス

source: {0} is used for outbound connections only
cs: {0} je použito pouze pro odchozí spojení
ja: {0} は送信接続にのみ使用されます。

source: UPnP Overview
cs: UPnP přehled
ja: UPnP 概要

source: UPnP is used to communicate with Internet Gateway Devices (IGDs) to detect the external IP address and forward ports.
cs: UPnP je používáno pro komunikace s Internet Gateway Devices (IGDs) pro rozpoznání externí IP adresy a přesměrování portů.
ja: UPnPは、外部のIPアドレスとフォワードポートを見つけるために、インターネットゲートウェイデバイス（IGDs）との通信に使われます。

source: If UPnP is not working, it may be for one of the following reasons:
cs: Pokud UPnP nefunguje, důvod může být jeden z následujících:
ja: UPnPが動作しない場合は、以下のいずれかの理由が考えられます:

source: No UPnP-compatible device present
cs: Není přítomné zařízení podporující UPnP
ja: 現在、UPnP互換デバイスがない

source: UPnP disabled on the device
cs: UPnP vypnuto na zařízení
ja: デバイス上でUPnPが無効化されている

source: Software firewall interference with UPnP
cs: Konflikt softwarového firewallu s UPnP
ja: ソフトウェアファイアーウォールのUPnPへの干渉

source: Bugs in the device's UPnP implementation
cs: Chyby v implementaci UPnP na zařízení
ja: デバイスのUPnP実装にバグ

source: Multiple firewall/routers in the internet connection path
cs: Několik firewallů/routerů na cestě internetového spojení
ja: インターネット接続回路に多重のファイアウォールまたはルーターがある

source: UPnP device change, reset, or address change
cs: Změna UPnP zařízení, reset nebo změna adresy
ja: UPnPデバイスの変更、リセット、またはアドレス変更

source: UPnP may be enabled or disabled on the Network Configuration page, but a change requires a router restart to take effect.
cs: UPnP může být zapnuto nebo vypnuto na stránce nastavení sítě. Změna ale vyžaduje restart routeru.
ja: UPnPはネットワーク設定ページ上で有効化・無効化できますが、変更の反映にはルーターの再起動が必要です。

source: Total
cs: Celkově
ja: 合計

source: Your transport connection limits are automatically set based on your configured bandwidth.
cs: Vaše limity spojení pro přenos jsou automaticky nastaveny v závislosti na nastavení datového přenosu.
ja: トランスポート接続制限数は、設定されている帯域幅に基づき自動的に設定されました。

source: To override these limits, add the settings i2np.ntcp.maxConnections=nnn and i2np.udp.maxConnections=nnn on the advanced configuration page.
cs: Pro nastavení těchto limitů přidejte nastavení i2np.ntcp.maxConnections=nnn a i2np.udp.maxConnections=nnn na stránce pokročilá nastavení.
ja: これらの制限を上書きするには、高度な設定ページに設定 i2np.ntcp.maxConnections=nnn 及び i2np.udp.maxConnections=nnn を加えてください。

source: Definitions
cs: Definice
ja: 定義

source: The remote peer, identified by router hash
cs: Vzdálený sdíleč určený hashem routru.
ja: リモートピア、ルーターハッシュにより識別

source: Dir
cs: Složka
ja: ディレクトリ

source: Inbound connection
cs: Příchozí spojení
ja: 着信接続

source: Outbound connection
cs: Odchozí spojení
ja: 送信接続

source: They offered to introduce us (help other peers traverse our firewall)
cs: Nabídli nám že nás uvedou (pomoc ostatním peerům překonat náš firewall).
ja: They offered to introduce us (こちらのファイアーウォールを他のピアが越えるのに役立ちます)

source: We offered to introduce them (help other peers traverse their firewall)
cs: Nabídli jsme jim že je uvedeme (pomoc ostatním peerům překonat firewall za kterým jsou).
ja: We offered to introduce them (彼らのファイアーウォールを他のピアが越えるのに役立ちます)

source: How long since a packet has been received / sent
cs: Doba od posledního přijetí / odeslání paketu.
ja: パケットが受信/送信されてからの経過時間

source: Idle
cs: Nečinný
ja: アイドル

source: In/Out
cs: příchozí/odchozí
ja: 入出力

source: The smoothed inbound / outbound transfer rate (KBytes per second)
cs: Průměrná příchozí / odchozí přenosová rychlost.
ja: 平滑化された受信/送信転送速度(キロバイト毎秒)

source: How long ago this connection was established
cs: Před jak dlouhou dobou bylo toto spojení navázáno
ja: この接続が確立以後の経過時間

source: Up
ja: アップ

source: Skew
cs: Zkreslit
ja: スキュー

source: The difference between the peer's clock and your own
cs: Rozdíl mezi vašim časem a časem peeru.
ja: ピアの時計の自分の間の違い

source: The congestion window, which is how many bytes can be sent without an acknowledgment
cs: Okno přetížení, kde je vidět množství bajtů, které je možné odeslat bez odpovědi (ACKnowledgment).
ja: 輻輳ウインド（認識されることなく送信されたバイト数）

source: The number of sent messages awaiting acknowledgment
cs: Počet odeslaných zpráv čekajících na odpověď (ACK)
ja: 認識を待っている送信済みメッセージの数

source: The maximum number of concurrent messages to send
cs: Maximální množství souběžných zpráv k odeslání
ja: 同時送信メッセージの最大数

source: The number of pending sends which exceed congestion window
cs: Počet nevyřízených odeslání které přesahují okno přetížení.
ja: 輻輳ウィンドウを超える保留中の送信の数

source: The slow start threshold
cs: Pomalý start prahu.
ja: スロースタートしきい値

source: The round trip time in milliseconds
cs: Doba cesty tam a zpět v milisekundách
ja: ミリ秒単位往復時間

source: The retransmit timeout in milliseconds
cs: Časový limit opakovaného přenosu v milisekundách
ja: ミリ秒単位再送タイムアウト

source: Maximum receive / send packet size (bytes)
cs: Maximální velikost paketu (bajty) přijímání / odesílání
ja: 最大 受信/送信 パケットの大きさ（バイト）

source: The total number of messages received from the peer
cs: Celkový počet zpráv přijatých od peera
ja: ピアから受信したメッセージの合計数

source: The total number of messages sent to the peer
cs: Celkový počet zpráv odeslaných peerovi
ja: ピアへ送信したメッセージの合計数

source: The total number of duplicate packets received from the peer
cs: Celkový počet duplikovaných paketů obdržených od peeru.
ja: ピアから受信した重複パケットの合計数

source: The total number of packets retransmitted to the peer
cs: Celkový počet paketů znovu přenesených peeru.
ja: ピアに再送されたパケットの合計数

source: NTCP connections
cs: NTCP připojení
ja: NTCP 接続

source: Limit
ja: 制限

source: Direction/Introduction
cs: Směr/Uvedení
ja: 説明/指示

source: Out Queue
cs: Z fronty
ja: キュー外

source: Backlogged?
cs: Nedokončená práce?
ja: バッグログされていますか？

source: Is peer backlogged?
cs: Má peer nedokončenou práci?
ja: ピアはバッグログされていますか？

source: {0} peer
ja: {0} ピア

source: UDP connections
cs: UDP připojení
ja: UDP 接続

source: Sort by peer hash
cs: Třídit podle hashe peeru
ja: ピアハッシュで並び替え

source: Sort by idle inbound
cs: Seřadit podle příchozí nečinnosti
ja: アイドルの受信で並び替え

source: Sort by idle outbound
cs: Seřadit podle odchozí nečinnosti
ja: アイドルの送信で並び替え

source: Sort by inbound rate
cs: Seřadit podle příchozí rychlosti
ja: 受信速度で並び替え

source: Sort by outbound rate
cs: Seřadit podle odchozí rychlosti
ja: 送信速度で並び替え

source: Sort by connection uptime
cs: Seřadit podle doby dostupnosti připojení.
ja: 接続稼働時間で並び替え

source: Sort by clock skew
cs: Seřadit podle zkreslení času
ja: クロックスキューで並び替え

source: Sort by congestion window
cs: Seřadit podle okna přetížení
ja: 輻輳ウィンドウで並び替え

source: Sort by slow start threshold
cs: Seřadit podle pomalého startu prahu
ja: スロースタートしきい値で並び替え

source: Sort by round trip time
cs: Seřadit podle doby cesty tam a zpět
ja: 往復時間で並び替え

source: Sort by retransmission timeout
cs: Seřadit podle časového limitu opakovaného přenosu
ja: 再送信タイムアウトで並び替え

source: Sort by outbound maximum transmit unit
cs: Seřadit podle odchozí maximální přenosové jednotky
ja: 送信最大伝送単位で並び替え

source: Sort by packets received
cs: Seřadit podle přijatých paketů
ja: 受信パケットで並び替え

source: Sort by packets sent
cs: Seředit podle odeslaných paketů
ja: 送信パケットで並び替え

source: Sort by packets received more than once
cs: Seřadit podle paketů obdržených více než jednou
ja: 二度以上受信したパケットで並び替え

source: Sort by packets retransmitted
cs: Seřadit podle znovu odeslaných paketů
ja: 再送パケットで並び替え

source: {0} fail
cs: {0} selhal
ja: {0} 回失敗

source: backlogged
cs: nedokončená práce
ja: バッグログされました

source: Showing {0} recent profile.
cs: Ukazuji {0} poslední profil.
ja: {0}件の最近のプロファイルを表示。

source: Hiding {0} older profile.
cs: Skrývání {0} staršího profilu.
ja: {0}件の古いプロファイルを非表示。

source: Hiding {0} standard profile.
cs: Skrytí {0} standardního profilu.
ja: {0}件の標準プロファイルを非表示。

source: Groups
cs: Skupiny
ja: グループ

source: Speed
cs: Rychlost
ja: 速度

source: Capacity
cs: Kapacita
ja: 許容数

source: Integration
cs: Integrace
ja: 統合

source: View/Edit
cs: Zobrazit/Upravit
ja: 閲覧/編集

source: Fast, High Capacity
cs: Rychlé, vysoká kapacita
ja: 高速、高許容数

source: High Capacity
cs: Vysoká kapacita
ja: 高許容数

source: Failing
cs: Selhalo
ja: 失敗

source: Integrated
cs: Integrováno
ja: 統合済み

source: Unreachable
cs: Nedosažitelné
ja: 到達不可

source: Test Fails
cs: Test selhává
ja: テスト失敗数

source: profile
cs: profil
ja: プロファイル

source: Configure peer
cs: Nastavit peera
ja: ピア構成

source: Integ. Value
cs: Integ. hodnota
ja: 整数値

source: Last Heard About
cs: Naposledy slyšeno o
ja: 次について最後に耳にした:

source: Last Heard From
cs: Naposledy slyšeno od
ja: 次から最後に耳にした:

source: Last Good Send
cs: Poslední dobré odeslání
ja: 最終良好送信

source: Last Bad Send
cs: Poslední špatné odeslání
ja: 最終不良送信

source: 1h Resp. Time
cs: 1h čas odp.
ja: 1時間応答時間

source: Last Good Lookup
cs: Poslední dobré vyhledání
ja: 最終良好検索

source: Last Bad Lookup
cs: Poslední špatné vyhledání
ja: 最終不良検索

source: Last Good Store
cs: Poslední dobré uložení
ja: 最終良好保存

source: Last Bad Store
cs: Poslední špatné uložení
ja: 最終不良保存

source: 1h Fail Rate
cs: 1h míra selhání
ja: 1時間失敗率

source: 1d Fail Rate
cs: 1d míra selhání
ja: 1日失敗率

source: Thresholds
cs: Prahové hodnoty
ja: しきい値

source: {0} fast peer
cs: {0} rychlý peer
ja: {0}個の高速なピア

source: {0} high capacity peer
cs: {0} vysokokapacitní peer
ja: {0}個の高許容ピア数

source: {0} integrated peer
cs: {0} integrovaný peer
ja: {0}個の統合されたピア

source: as determined by the profile organizer
cs: rozhodnuto organizátorem profilu
ja: プロファイル管理ソフトで判断するように

source: capabilities in the netDb, not used to determine profiles
cs: schopnosti v netDb, nepoužívány k určení profilů
ja: netDb の許容数、プロファイルの判断には使用されません

source: Congested
cs: Přetíženo
ja: 混雑

source: Severely congested
cs: Těžce přetíženo
ja: 酷く混雑

source: Not accepting tunnels
cs: Nejsou přijímány tunely
ja: 非トンネル承認中

source: Under {0} shared bandwidth
cs: Pod {0} sdíleného datového přenosu
ja: {0}未満の共有帯域幅

source: {0} shared bandwidth
cs: {0} sdíleného datového přenosu
ja: {0}の共有帯域幅

source: Reachable
cs: Dosažitelné
ja: 到達可能

source: Over {0} shared bandwidth
cs: Přes {0} sdíleného datového přenosu
ja: {0}以上の共有帯域幅

source: speed
cs: rychlost
ja: 速度

source: peak throughput (bytes per second) over a 1 minute period that the peer has sustained in a single tunnel
cs: nejvyšší propustnost (bajtů za sekundu) v rámci 1 minuty, kterou peer zaznamenal v jednom tunelu
ja: ピアが１つのトンネルで維持した1分間での最大スループット (バイト毎秒)

source: capacity
cs: kapacita
ja: 許容数

source: how many tunnels can we ask them to join in an hour?
cs: připojení ke kolika tunelům po nich můžeme chtít za dobu jedné hodiny?
ja: 一時間でどれだけ多くのトンネルの参加を求められるか？

source: integration
cs: integrace
ja: 統合

source: how many new peers have they told us about lately?
cs: o kolika nových peerech nám řekli v poslední době?
ja: 最近どれだけ多くの新規ピアを伝えたか？

source: status
cs: stav
ja: ステータス

source: is the peer banned, or unreachable, or failing tunnel tests?
cs: je peer zakázán nebo nedostupný nebo selhává při testech tunelu?
ja: ピアが禁止されていたり、到達不可であったり、トンネルテストに失敗しているか？

source: All
cs: Vše
ja: すべて

source: Select search engine
cs: Vyberte vyhledávač
ja: 検索エンジンを選択

source: Bandwidth Limiter
cs: Omezovač datového přenosu
ja: 帯域幅リミッター

source: Client Messages
cs: Zprávy klienta
ja: クライアントメッセージ

source: Inbound Messages
cs: Příchozí zprávy
ja: 着信メッセージ

source: Job Queue
cs: Fronta prací
ja: ジョブキュー

source: Network Database
cs: Síťová databáze
ja: ネットワークデータベース

source: Router Limiter
cs: Omezovač routeru
ja: ルーターリミッター

source: Statistics gathered during this router's uptime
cs: Statistiky shromážděné během dostupnosti tohoto routeru
ja: ルーターの稼働時間中に収集された統計

source: The data gathered is quantized over a 1 minute period, so should just be used as an estimate.
cs: Shromážděná data jsou počítána za periodu 1 minuty, takže by měla být brána jen jako odhad.
ja: 収集されたデータは1分を基準に量子化されるため、推定値として扱ってください。

source: These statistics are primarily used for development and debugging.
cs: Tyto statistiky jsou zejména použity pro vývoj a ladění chyb.
ja: これらの統計は主に開発とデバッグ用に使用されます。

source: Jump to section
cs: Skočit do sekce
ja: セクションに飛ぶ

source: GO
ja: 行く

source: No lifetime events
cs: Žádné doživotní události
ja: 使用期間中イベント無し

source: frequency
cs: frekvence
ja: 頻度

source: Rolling average events per period
cs: Průměr událostí za periodu
ja: 期間当たりの移動平均イベント発生数

source: Highest events per period
cs: Nejvíce událostí za periodu
ja: 期間あたりの最大イベント数

source: Lifetime average events per period
cs: Doživotní průměr událostí za periodu
ja: 使用期間を通じた期間あたりのイベント数

source: Lifetime average frequency
cs: Doživotní průměrná frekvence
ja: 使用期間を通じた平均頻度

source: {0} event
cs: {0} událost
ja: {0}件のイベント

source: rate
cs: míra
ja: 割合

source: Average
cs: Průměr
ja: 平均

source: Highest average
cs: Nejvyšší průměr
ja: 最大平均

source: There was {0} event in this period.
cs: V této periodě byla {0} událost.
ja: この期間中、{0}件のイベントがありました。

source: The period ended {0} ago.
cs: Perioda skončila před {0}.
ja: その期間は {0} 前に終了しました。

source: No events
cs: Žádné události
ja: イベント無し

source: Average event count
cs: Průměrný počet událostí
ja: 平均イベント回数

source: Events in peak period
cs: Události v době špičky
ja: ピーク期間中のイベント

source: Graph Data
cs: Data grafu
ja: グラフデータ

source: Graph Event Count
cs: Počet událostí grafu
ja: グラフイベントカウント

source: Lifetime average value
cs: Doživotní průměrná hodnota
ja: 使用期間を通じた平均値

source: Help &amp; FAQ
cs: Pomoc &amp; FAQ
ja: ヘルプとよくある質問

source: I2P Services
cs: I2P služby
ja: I2P サービス

source: Configuration
cs: Nastavení
ja: 設定

source: Diagnostics
cs: Diagnostika
ja: 診断

source: Router Information
cs: Informace routeru
ja: ルーター情報

source: Router Information (brief)
cs: Informace routeru (stručné)
ja: ルーター情報（簡略）

source: Router Information (advanced)
cs: Informace routeru (pokročilé)
ja: ルーター情報（高度）

source: Memory Usage Bar
cs: Lišta využití paměti
ja: メモリ使用量のバー

source: Network Reachability
cs: Síťová dosažitelnost
ja: ネットワーク到達可能性

source: Update Status
cs: Stav aktualizace
ja: 更新状況

source: Restart Status
cs: Stav restartu
ja: 再起動の状態

source: Peers (advanced)
cs: Peeři (pokročilé)
ja: ピア（高度）

source: Firewall &amp; Reseed Status
cs: Stav firewallu &amp; reseedu
ja: ファイアウォールと再シードの状態

source: Bandwidth Graph
cs: Graf datového přenosu
ja: 帯域幅グラフ

source: Congestion
cs: Přetížení
ja: 混雑状態

source: Tunnel Status
cs: Stav tunelu
ja: トンネルの状態

source: Local Tunnels
cs: Místní tunely
ja: ローカルトンネル

source: News &amp; Updates
cs: Novinky &amp; aktualizace
ja: ニュースと更新

source: Advanced Links
cs: Pokročilé odkazy
ja: 高度なリンク

source: I2P Router Help &amp; FAQ
cs: Pomoc k I2P routeru &amp; FAQ
ja: I2P ルーターヘルプとよくある質問

source: Change Log
cs: Log změn
ja: 変更履歴

source: Recent development changes to the router
cs: Poslední vývojové změny routeru
ja: 直近のルーター開発履歴

source: FAQ
ja: よくある質問

source: A shortened version of the official Frequently Asked Questions
cs: Zkrácená verze oficiálních často kladených otázek (FAQ)
ja: 公式のよくある質問とその回答の短縮版

source: Licenses
cs: Licence
ja: ライセンス

source: Information regarding software and licenses used by I2P
cs: Informace ohledně software a licencí použitých v I2P
ja: I2Pによって使用されたソフトウェアやライセンスに関する情報

source: Information about the network status
cs: Informace o stavu sítě
ja: ネットワークの状況に関する情報

source: An introduction to the router sidebar
cs: Představení bočního panelu routeru
ja: ルーターのサイドバーの紹介

source: Troubleshoot
cs: Řešení problému
ja: 問題の解決

source: Troubleshooting &amp; Further Assistance
cs: Řešení problému &amp; další pomoc
ja: トラブルシューティングとその他の援助

source: I2PControl
ja: I2Pコントロール

source: RPC Service
cs: RPC služba
ja: RPCサービス

source: Local web Server
cs: Místní webový server
ja: ローカルのウェブサーバー

source: Configure startup of clients and webapps (services); manually start dormant services
cs: Nastavte spuštění klientů a webapps (služeb); ručně spusťte nečinné služby
ja: クライアントとウェブアプリ (サービス) のスタートアップを構成。手動で休止サービスを開始

source: Configure I2P Router
cs: Nastavte I2P router
ja: I2P ルーターを設定

source: Router Help and FAQ
cs: Pomoc s routerem a FAQ
ja: ルーターのヘルプとよくある質問

source: Settings
cs: Nastavení
ja: 設定

source: Setup
cs: Nastavit
ja: セットアップ

source: New Install Wizard
cs: Nový průvodce instalace
ja: 新規インストールウィザード

source: Graph router performance
cs: Výkon routeru na grafu
ja: ルーターパフォーマンスをグラフ化

source: Health Report
cs: Hlášení stavu zdraví
ja: 健全度報告

source: Show all current peer connections
cs: Ukázat všechna současná spojení peerů
ja: 現在のピア接続をすべて表示

source: Profiles
cs: Profily
ja: プロファイル

source: Show recent peer performance profiles
cs: Ukázat nejnovější profily výkonu peerů
ja: 最近のピアパフォーマンスプロファイルを表示

source: View existing tunnels and tunnel build status
cs: Zobrazit stávající tunely a stav vytvoření tunelů
ja: 既存のトンネルとトンネルの構築状況を表示

source: Advanced Configuration
cs: Pokročilá nastavení
ja: 高度な設定

source: View full change log
cs: Zobrazit celý log změn
ja: 全変更履歴を表示

source: Debug
cs: Ladění
ja: デバッグ

source: View router debug information
cs: Zobrazit informace pro ladění routeru
ja: ルーターデバッグ情報を表示

source: View historical log of router events
cs: Zobrazit historický log událostí routeru
ja: ルーターイベントの時系列ログを表示

source: Documentation for the I2P API
cs: Dokumentace k I2P API
ja: I2P APIドキュメンテーション

source: Jobs
cs: Práce
ja: Job

source: Show the router's workload, and how it's performing
cs: Ukázat pracovní zátěž a výkon routeru
ja: ルーターの作業量と実行状況を表示する

source: View active leasesets (debug mode)
cs: Ukázat aktivní sety pronájmu (režim ladění)
ja: 有効なリースセットを表示（デバッグモード）

source: NetDB Search
cs: NetDB hledání
ja: NetDB 検索

source: Network database search tool
cs: Nástroj hledání v síťové databázi
ja: ネットワークデータベース検索ツール

source: Textual router performance statistics
cs: Textové statistiky výkonu routeru
ja: テキストのルーターパフォーマンス統計

source: Sybils
ja: シビル攻撃

source: Review possible sybils in network database
cs: Podívejte se na možné sybily v síťové databázi
ja: ネットワークデータベースのシビル攻撃の可能性に関して確認する

source: Your Local Identity [{0}] is your unique I2P router identity, similar to an IP address but tailored to I2P.
cs: Vaše místní identita [{0}] je vaší jedinečnou identitou I2P routeru, podobnou IP adrese, přizpůsobenou I2P.
ja: ローカルアイデンティティ {0} は、IPアドレスに似ていますがI2P用に用意された、ユーザーの一意のI2Pルーターアーデンティティです。

source: Never disclose this to anyone, as it can reveal your real world IP.
cs: Nikdy toto nikomu neukazujte, může to odhalit vaší skutečnou IP.
ja: これを誰にも伝えないでください。本当のIPがばれてしまうかもしれません。

source: Router Info
cs: Informace routeru
ja: ルーター情報

source: The version of the I2P software we are running
cs: Verze I2P software, kterou používáme
ja: 起動中の I2P ソフトウェアのバージョン

source: How long we've been running for this session
cs: Jak dlouho používáme tuto relaci
ja: このセッションでどれだけの間起動しているか

source: Difference between network-synced time and local time
cs: Rozdíl mezi časem synchronizovaným po síti a místním časem
ja: ネットワーク同期時間とローカル時間の違い

source: Clock Skew
cs: Časový rozdíl
ja: クロックスキュー

source: How much RAM I2P is using / total RAM available to I2P (excludes RAM allocated to the JVM)
cs: Kolik paměti RAM používá I2P / celková paměť RAM dostupná I2P (nezahrnuje RAM přidělenou JVM)
ja: I2Pが使用するRAMの量 / I2Pが使用可能なRAMの合計（JVMへ割り当てられたRAMを除く）

source: Memory
cs: Paměť
ja: メモリ

source: See more information on the wiki
ja: wiki 上で詳細を表示

source: Warning: ECDSA is not available. Update your Java or OS
ja: 警告: ECDSA が利用できません。 Java または OS を更新してください

source: Warning: Java version {0} is no longer supported by I2P.
cs: Varování: Verzi Java {0} již I2P nepodporuje.
ja: 警告: Java バージョン{0}はI2Pによるサポートが終了しました。

source: Update Java to version {0} or higher to receive I2P updates.
cs: Aktualizujte Java na verzi {0} nebo vyšší pro získání aktualizací I2P.
ja: I2P の更新を受け取るために、 Java のバージョンを{0}以上に更新してください。

source: Configure I2P Updates
cs: Nastavte aktualizace I2P
ja: I2P の更新を構成

source: Peers we've been talking to in the last few minutes/last hour
cs: Peeři se kterými jsme komunikovali v posledních několika minutách/1 hodině
ja: 過去数分/数時間内に通信したピア

source: Active
cs: Aktivní
ja: アクティブ
