Repository: i2p/i2p.i2p
Catalog: debian/po/*.po
Languages: cs, es, ja

source: Should the I2P router be started at boot?
cs: Spustit I2P routr při spuštění počítače?
es: ¿Iniciar el router I2P al arrancar?
ja: I2P ルーターをシステムブート時に起動しますか？

source: The I2P router can be run as a daemon that starts automatically when your computer boots up. This is the recommended configuration.
cs: I2P routr bude spuštěn při startu počítače jako služba na pozadí (démon). Toto je doporučené nastavení.
es: El router I2P se puede ejecutar como un demonio que se inicia automáticamente al arrancar el equipo. Esta es la opción recomendada.
ja: I2P は、コンピュータのブート時に自動的に開始するデーモンとして起動できます。これは推奨の設定です。

source: I2P daemon user:
cs: Jméno uživatele I2P démona (daemon user):
es: Usuario del demonio I2P:
ja: I2P デーモンユーザ:

source: By default I2P is configured to run under the account i2psvc when running as a daemon. To use an **existing** I2P profile you may enter a different account name here. For example, if your previous I2P installation is at /home/user/i2p, you may enter 'user' here.
cs: I2P démon je ve výchozím stavu nakonfigurován aby běžel pod uživatelským účtem i2psvc. Pokud chcete použít **existující** I2P profil zadejte přihlašovací jméno (login) jiného uživatelského účtu. Například pokud se Vaše předchozí instalace I2P nachází v adresáři /home/franta/i2p, zadejte sem franta.
es: Por defecto, I2P está configurado para ejecutarse bajo la cuenta i2psvc cuando se ejecuta en modo demonio. Para usar un perfil de I2P **existente**, puede especificar aquí un nombre de cuenta distinto. Por ejemplo, si su instalación anterior de I2P está en /home/usuario/i2p, aquí puede escribir 'usuario'.
ja: デフォルトでは、 I2P はデーモンとして起動時、アカウント i2psvc で起動するよう設定されています。**既存の** I2P プロファイルを使用するには、ここに異なるアカウント名を入力してください。例えば、以前の I2P インストールが /home/user/i2p であれば、ここに 'user' と入力してください。

source: Very important: If a user other than the default of 'i2psvc' is entered here, the chosen username *MUST* already exist.
cs: Důležité: pokud zadáte jiné jméno uživatele než je výchozí i2psvc, jeho účet už musí předem existovat.
es: Muy importante: Si en este campo se introduce un nombre de usuario distinto de 'i2psvc', el nombre elegido *DEBE* existir de antemano.
ja: 非常に重要: 'i2psvc' のデフォルト以外のユーザがここで入力されるなら、選択されるユーザ名は既存のものでなければ*なりません*。

source: Memory that can be allocated to I2P:
cs: Kolik paměti může I2P použít:
es: La memoria que se puede asignar a I2P:
ja: I2P に割り当てられうるメモリ:

source: By default, I2P will only be allowed to use up to 128MB of RAM.
cs: Standardně I2P použije nanejvýš 128MB RAM.
es: Por defecto, a I2P solo se le permitirá usar hasta 128MB de RAM.
ja: デフォルトでは、 I2P は最大 128MB メモリまでしか使用を許可されていません。

source: High bandwidth routers, as well as routers with a lot of active torrents / plugins, may need to have this value increased.
cs: Pokud máte velmi rychlé připojení, používáte hodně pluginů a nebo stahujete velké množství torrentů, zvyšte tuto hodnotu.
es: Los routers I2P con alto ancho de banda, así como los routers I2P con muchos torrents/complementos activos, pueden necesitar aumentar este valor.
ja: 帯域幅の多いルーター、あるいはたくさんのアクティブな torrent / プラグインがあるルーターも、この値を増やす必要がある場合があります。

source: Should the I2P daemon be confined with AppArmor?
cs: Měl by být I2P daemon omezen pomocí AppArmor?
es: ¿Confinar el demonio I2P con AppArmor?
ja: I2P デーモンを AppArmor で制限しますか?

source: With this option enabled I2P will be sandboxed with AppArmor, restricting which files and directories may be accessed by I2P.
cs: S touto možností zapnutou bude I2P omezen pomocí sandboxu AppArmor a nebude moci přistupovat k některým souborům a adresářům.
es: Con esta opción habilitada I2P sera enjaulada con AppArmor, restringiendo qué ficheros y directorios pueden ser accedidos por I2P.
ja: このオプションが有効な場合、I2PはAppArmorでサンドボックスされ、I2Pからアクセスできるファイルやディレクトリが制限されます。
